exports.translate = (text, lang = 'en')=> {
    const translations = {
        hi: {
            'Difficulty in expressing their inner views.': 'अपने आंतरिक विचारों को व्यक्त करने में कठिनाई।',
            'Always needs support from others.': 'सदैव दूसरों से सहायता की आवश्यकता होती है।',
            'Egoless': 'अहंकार रहित',
            'May stammer at the early age.': 'कम उम्र में ही हकलाना शुरू हो सकता है।',
            'Note : Gel fast, Slow decision making, should respect father & do Surya Dardhan.': 'नोट: तेज गति से काम लें, धीरे निर्णय लें, पिता का सम्मान करना चाहिए और सूर्य दर्शन करना चाहिए।',
  
            'Lack of sensitivity and intuition.': 'संवेदनशीलता और अंतर्ज्ञान की कमी।',
            'May not care other’s feelings.': 'दूसरों की भावनाओं की परवाह न करना।',
            'Do not admit their mistake and try to justify their actions.': 'अपनी गलती स्वीकार न करें और अपने कार्यों को उचित ठहराने का प्रयास करें।',
            'Late Marriage.': 'देर से शादी।',
            'Note : Should not waste water & respect mother.': 'नोट: पानी बर्बाद नहीं करना चाहिए और माँ का सम्मान करना चाहिए।',
        
            'Lack of creativity and good imaginative power.': 'रचनात्मकता और अच्छी कल्पना शक्ति की कमी।',
            'May surrender to the difficult situation.': 'कठिन परिस्थिति के आगे समर्पण कर सकते हैं।',
            'Support Issue / or ask for support.': 'समर्थन मुद्दा / या समर्थन मांगें।',

            'Lack of discipline and organisation.': 'अनुशासन और संगठन की कमी।',
            'Clumsy hands.': 'अनाड़ी हाथ।',

            'Lack of balance in every sphere of life.': 'जीवन के हर क्षेत्र में संतुलन का अभाव।',
            'Lack the drive and versatility to get their goals.': 'अपने लक्ष्यों को प्राप्त करने के लिए उत्साह और बहुमुखी प्रतिभा की कमी है।',
            'Confidence': 'आत्मविश्वास',
            'Travelling ?': 'यात्रा ?',
            
            'Poor bonding with home and family.': 'घर और परिवार के साथ ख़राब संबंध।',
            'Weak relationship sector.': 'कमजोर संबंध क्षेत्र।',
            'May face marriage problem.': 'विवाह में समस्या का सामना करना पड़ सकता है।',
            'Do not get the support from the society at the time of crunch.': 'संकट के समय समाज से सहयोग नहीं मिलता।',
    
            'Lack of spiritualism.': 'आध्यात्मिकता का अभाव।',
            'Religion, occult, education.': 'धर्म, जादू-टोना, शिक्षा।',
            'May not care for the feelings of others.': 'दूसरों की भावनाओं की परवाह न करना।',
            'No Dokha to 7,': 'नो दोखा ​​टू 7',
            'No Setback': 'कोई बाधा नहीं',
            
            'Poor in financial management, spendthrift.': 'वित्तीय प्रबंधन में कमजोर, खर्चीला।',

            'Overlook the feelings of others.': 'दूसरों की भावनाओं को नज़रअंदाज़ करना।',
            'Lack of intelligence and energy n may not care for other’s feelings.': 'बुद्धि और ऊर्जा की कमी और दूसरों की भावनाओं की परवाह न करना।',

            'Available number 1 description': 'एक संचारक के रूप में, आप एक समझदार और निष्पक्ष दृष्टिकोण के साथ स्थितियों का आकलन करने और नेविगेट करने में उत्कृष्टता प्राप्त करते हैं। बिना किसी पूर्वाग्रह के परिस्थितियों का विश्लेषण और समाधान करने की आपकी क्षमता आपको एक प्रभावी मध्यस्थ या समस्या-समाधानकर्ता बनाती है। संभवतः आपके पास निष्पक्षता की गहरी भावना है, जो आपको कई कोणों से स्थितियों का मूल्यांकन करने और व्यक्तिगत पूर्वाग्रहों से प्रभावित हुए बिना निर्णय लेने में सक्षम बनाती है। निष्पक्षता बनाए रखने का यह कौशल विभिन्न परिदृश्यों और संघर्षों को निष्पक्ष और वस्तुनिष्ठ मानसिकता के साथ संभालने में आपकी सफलता में योगदान दे सकता है।',
            'Available number 2 description': 'आपमें संवेदनशीलता और अंतर्ज्ञान है, जो आपको दूसरों को समझने में माहिर बनाता है। हालाँकि, यह संवेदनशीलता एक नकारात्मक पहलू भी लेकर आती है, क्योंकि आप आसानी से आहत हो जाते हैं। आपकी सहज ज्ञान युक्त प्रकृति आपको लोगों का तुरंत आकलन करने की अनुमति देती है, और आपके पास कपट का पता लगाने की एक उल्लेखनीय क्षमता है, हालांकि इस गहरी धारणा को कभी-कभी आपके आस-पास के लोग नजरअंदाज कर सकते हैं। अपनी संवेदनशीलता को लचीलेपन के साथ संतुलित करना महत्वपूर्ण हो सकता है, जो आपको अनावश्यक भावनात्मक संकट से खुद को बचाते हुए सामाजिक संपर्कों को अधिक प्रभावी ढंग से नेविगेट करने में सक्षम बनाता है।',
            'Available number 3 description': 'आपका रचनात्मक और कल्पनाशील दिमाग एक मूल्यवान संपत्ति है, जो आपको जीवन को सकारात्मक दृष्टिकोण और दृढ़ संकल्प के साथ देखने की अनुमति देता है। उत्कृष्ट स्मृति और रचनात्मकता की क्षमता के साथ, आप अपने आशावाद और ईमानदारी से दूसरों को प्रेरित करने की क्षमता रखते हैं। आपका सकारात्मक आचरण आपको अपने समुदाय के भीतर प्रेरणा का स्रोत बनाता है, और आपकी मानसिक क्षमताएं आपको चुनौतियों से निपटने के लिए सशक्त बनाती हैं। अपने लक्ष्यों तक पहुँचने के प्रति आपकी प्रतिबद्धता और सकारात्मक दृष्टिकोण बनाए रखने की आपकी क्षमता आपकी सफलता में योगदान करती है, जो आपको उन लोगों के लिए प्रेरणा की किरण के रूप में स्थापित करती है जो आपकी ओर देखते हैं।',
            'Available number 4 description': 'जिन व्यक्तियों की कुंडली में व्यावहारिक पक्ष प्रबल होता है, उन्हें अक्सर जीवन में बहुत व्यावहारिक बताया जाता है और वे आमतौर पर अपने हाथों से निपुण होते हैं। आपको व्यावहारिक कार्यों में आनंद मिलता है, और कल्पनाशील विचारों और सिद्धांतों से निपटते समय आपका धैर्य कमजोर हो सकता है। आपकी ताकत दूसरों को संगठित करने और योजनाओं को सटीकता से क्रियान्वित करने की आपकी क्षमता में निहित है। कुछ उदाहरणों में, आपका संगीत और हस्तशिल्प से भी गहरा संबंध हो सकता है, जो आपके जीवन के विभिन्न पहलुओं में व्यावहारिक और कुशल दृष्टिकोण का प्रदर्शन करता है।',
            'Available number 5 description': 'आप भावनात्मक रूप से काफी संतुलित हैं। वे दिशा-निर्देश को समझने वाले और देखभाल करने वाले होते हैं। वे दूसरों को उससे कहीं अधिक हासिल करने के लिए प्रेरित और प्रेरित करने में सक्षम हैं जो अन्यथा संभव नहीं होता।',
            'Available number 6 description': 'आप घर और प्रियजनों के सच्चे प्रेमी हैं। आप घरेलू जिम्मेदारियों में आनंद पाते हैं और काफी रचनात्मक क्षमता रखते हैं। आपके पालन-पोषण के गुण आपको एक अच्छा माता-पिता बनाते हैं, और समय के साथ, आप वह व्यक्ति बन जाते हैं जिसकी परिवार में हर कोई तब मदद करता है जब चीजें ठीक नहीं चल रही होती हैं। इन सकारात्मक विशेषताओं के बावजूद, सिंगल 6 वाले व्यक्ति असुरक्षा का अनुभव कर सकते हैं और विधवा होने और अकेले छोड़ दिए जाने की संभावना के बारे में चिंता कर सकते हैं। प्रियजनों की भलाई के लिए यह चिंता आपके जीवन का एक केंद्रीय विषय है।',
            'Available number 7 description': 'आपको प्यार, संपत्ति या स्वास्थ्य के नुकसान से सीखने की संभावना है। इन अनुभवों से सीखने पर वे आम तौर पर सहानुभूतिपूर्ण आध्यात्मिक गतिविधियों में अधिक से अधिक अंतर्परीक्षित होते जाते हैं।',
            'Available number 8 description': 'आपके अत्यधिक बोधगम्य और कर्तव्यनिष्ठ होने की संभावना है। आप भरोसे पर बहुत अधिक भरोसा करने के बजाय व्यक्तिगत अनुभव प्राप्त करना पसंद करते हैं। निश्चित विचार और राय रखने के कारण, निर्णय लेने के बाद आपको अपना मन बदलना चुनौतीपूर्ण लगता है। आपकी कठोरता और हठ एक "सहायक टैटू" के समान है, जो एक अटूट और लगातार स्वभाव का सुझाव देता है। हालाँकि आपकी बोधगम्यता और कर्तव्यनिष्ठा मूल्यवान हो सकती है, लेकिन बदलते परिप्रेक्ष्य में अनम्यता कुछ स्थितियों में चुनौतियाँ पेश कर सकती है।',
            'Available number 9 description': 'आप संभवतः महत्वाकांक्षी हैं और स्वयं को बेहतर बनाने की तीव्र इच्छा रखते हैं। संख्या 9 मानसिक और इच्छा दोनों स्तरों पर काम करती है, और यह संयोजन एक कारण हो सकता है कि मानव जाति ने 20वीं शताब्दी में महत्वपूर्ण प्रगति हासिल की। आपकी महत्वाकांक्षी प्रकृति और अंक 9 का प्रभाव बताता है कि आपमें अपने और अपने आस-पास की दुनिया के लिए प्रभावशाली विकास और सकारात्मक योगदान देने की क्षमता है।',
            'Number': 'नंबर',

        },
        ka: { 
            'Difficulty in expressing their inner views.': 'ತಮ್ಮ ಒಳಗಿನ ಅಭಿಪ್ರಾಯಗಳನ್ನು ವ್ಯಕ್ತಪಡಿಸುವಲ್ಲಿ ತೊಂದರೆ.',
            'Always needs support from others.': 'ಯಾವಾಗಲೂ ಇತರರಿಂದ ಬೆಂಬಲ ಬೇಕು.',
            'Egoless': 'ಅಹಂರಹಿತ',
            'May stammer at the early age.': 'ಚಿಕ್ಕ ವಯಸ್ಸಿನಲ್ಲೇ ತೊದಲಬಹುದು.',
            'Note : Gel fast, Slow decision making, should respect father & do Surya Dardhan.': 'ಗಮನಿಸಿ: ಜೆಲ್ ಫಾಸ್ಟ್, ನಿಧಾನ ನಿರ್ಧಾರ, ತಂದೆಯನ್ನು ಗೌರವಿಸಬೇಕು ಮತ್ತು ಸೂರ್ಯ ದರ್ಧನ ಮಾಡಬೇಕು.',
        
            'Lack of sensitivity and intuition.': 'ಸೂಕ್ಷ್ಮತೆ ಮತ್ತು ಅಂತಃಪ್ರಜ್ಞೆಯ ಕೊರತೆ.',
            'May not care other’s feelings.': 'ಇತರರ ಭಾವನೆಗಳಿಗೆ ತಲೆಕೆಡಿಸಿಕೊಳ್ಳದಿರಬಹುದು.',
            'Do not admit their mistake and try to justify their actions.': 'ಅವರ ತಪ್ಪನ್ನು ಒಪ್ಪಿಕೊಳ್ಳಬೇಡಿ ಮತ್ತು ಅವರ ಕಾರ್ಯಗಳನ್ನು ಸಮರ್ಥಿಸಲು ಪ್ರಯತ್ನಿಸಬೇಡಿ.',
            'Late Marriage.': 'ಲೇಟ್ ಮ್ಯಾರೇಜ್.',
            'Note : Should not waste water & respect mother.': 'ಗಮನಿಸಿ: ನೀರನ್ನು ವ್ಯರ್ಥ ಮಾಡಬಾರದು ಮತ್ತು ತಾಯಿಯನ್ನು ಗೌರವಿಸಬೇಕು.',
   
            'Lack of creativity and good imaginative power.': 'ಸೃಜನಶೀಲತೆಯ ಕೊರತೆ ಮತ್ತು ಉತ್ತಮ ಕಲ್ಪನಾ ಶಕ್ತಿ.',
            'May surrender to the difficult situation.': 'ಕಷ್ಟದ ಪರಿಸ್ಥಿತಿಗೆ ಶರಣಾಗಬಹುದು.',
            'Support Issue / or ask for support.': 'ಬೆಂಬಲ ಸಂಚಿಕೆ / ಅಥವಾ ಬೆಂಬಲಕ್ಕಾಗಿ ಕೇಳಿ.',

            'Lack of discipline and organisation.': 'ಶಿಸ್ತು ಮತ್ತು ಸಂಘಟನೆಯ ಕೊರತೆ.',
            'Clumsy hands.': 'ಬೃಹದಾಕಾರದ ಕೈಗಳು.',

            'Lack of balance in every sphere of life.': 'ಜೀವನದ ಪ್ರತಿಯೊಂದು ಕ್ಷೇತ್ರದಲ್ಲೂ ಸಮತೋಲನದ ಕೊರತೆ.',
            'Lack the drive and versatility to get their goals.': 'ತಮ್ಮ ಗುರಿಗಳನ್ನು ಪಡೆಯಲು ಡ್ರೈವ್ ಮತ್ತು ಬಹುಮುಖತೆಯ ಕೊರತೆ.',
            'Confidence': 'ಆತ್ಮವಿಶ್ವಾಸ',
            'Travelling ?': 'ಪ್ರಯಾಣ ?',
    
            'Poor bonding with home and family.': 'ಮನೆ ಮತ್ತು ಕುಟುಂಬದೊಂದಿಗೆ ಕಳಪೆ ಬಾಂಧವ್ಯ.',
            'Weak relationship sector.': 'ದುರ್ಬಲ ಸಂಬಂಧ ವಲಯ.',
            'May face marriage problem.': 'ಮದುವೆ ಸಮಸ್ಯೆ ಎದುರಿಸಬಹುದು.',
            'Do not get the support from the society at the time of crunch.': 'ಬಿಕ್ಕಟ್ಟಿನ ಸಮಯದಲ್ಲಿ ಸಮಾಜದಿಂದ ಬೆಂಬಲವನ್ನು ಪಡೆಯಬೇಡಿ.',
            
            'Lack of spiritualism.': 'ಆಧ್ಯಾತ್ಮಿಕತೆಯ ಕೊರತೆ.',
            'Religion, occult, education.': 'ಧರ್ಮ, ನಿಗೂಢ, ಶಿಕ್ಷಣ.',
            'May not care for the feelings of others.': 'ಇತರರ ಭಾವನೆಗಳನ್ನು ಕಾಳಜಿ ವಹಿಸದಿರಬಹುದು.',
            'No Dokha to 7,': '7ಕ್ಕೆ ದೋಖಾ ಇಲ್ಲ,',
            'No Setback': 'ಇಲ್ಲ ಹಿನ್ನಡೆ',
            
            'Poor in financial management, spendthrift.': 'ಹಣಕಾಸು ನಿರ್ವಹಣೆಯಲ್ಲಿ ಕಳಪೆ, ದುಂದು ವೆಚ್ಚ.',

            'Overlook the feelings of others.': 'ಇತರರ ಭಾವನೆಗಳನ್ನು ಕಡೆಗಣಿಸಿ.',
            'Lack of intelligence and energy n may not care for other’s feelings.': 'ಬುದ್ಧಿವಂತಿಕೆ ಮತ್ತು ಶಕ್ತಿಯ ಕೊರತೆಯು ಇತರರ ಭಾವನೆಗಳನ್ನು ಕಾಳಜಿ ವಹಿಸದಿರಬಹುದು.',

            'Available number 1 description': 'ಸಂವಹನಕಾರರಾಗಿ, ನೀವು ವಿವೇಚನಾಶೀಲ ಮತ್ತು ನಿಷ್ಪಕ್ಷಪಾತ ವಿಧಾನದೊಂದಿಗೆ ಸನ್ನಿವೇಶಗಳನ್ನು ನಿರ್ಣಯಿಸುವಲ್ಲಿ ಮತ್ತು ನ್ಯಾವಿಗೇಟ್ ಮಾಡುವಲ್ಲಿ ಉತ್ಕೃಷ್ಟರಾಗಿದ್ದೀರಿ. ಪಕ್ಷಪಾತವಿಲ್ಲದೆ ಸಂದರ್ಭಗಳನ್ನು ವಿಶ್ಲೇಷಿಸುವ ಮತ್ತು ಪರಿಹರಿಸುವ ನಿಮ್ಮ ಸಾಮರ್ಥ್ಯವು ನಿಮ್ಮನ್ನು ಪರಿಣಾಮಕಾರಿ ಮಧ್ಯವರ್ತಿ ಅಥವಾ ಸಮಸ್ಯೆ-ಪರಿಹರಿಸುವವರನ್ನಾಗಿ ಮಾಡುತ್ತದೆ. ನೀವು ವಸ್ತುನಿಷ್ಠತೆಯ ತೀಕ್ಷ್ಣ ಪ್ರಜ್ಞೆಯನ್ನು ಹೊಂದಿರಬಹುದು, ಅನೇಕ ಕೋನಗಳಿಂದ ಸಂದರ್ಭಗಳನ್ನು ಮೌಲ್ಯಮಾಪನ ಮಾಡಲು ಮತ್ತು ವೈಯಕ್ತಿಕ ಪಕ್ಷಪಾತಗಳಿಗೆ ಒಳಗಾಗದೆ ನಿರ್ಧಾರಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳಲು ನಿಮಗೆ ಅನುವು ಮಾಡಿಕೊಡುತ್ತದೆ. ನಿಷ್ಪಕ್ಷಪಾತವನ್ನು ಕಾಪಾಡಿಕೊಳ್ಳುವ ಈ ಕೌಶಲ್ಯವು ನ್ಯಾಯಯುತ ಮತ್ತು ವಸ್ತುನಿಷ್ಠ ಮನಸ್ಥಿತಿಯೊಂದಿಗೆ ವಿವಿಧ ಸನ್ನಿವೇಶಗಳು ಮತ್ತು ಸಂಘರ್ಷಗಳನ್ನು ನಿಭಾಯಿಸುವಲ್ಲಿ ನಿಮ್ಮ ಯಶಸ್ಸಿಗೆ ಕೊಡುಗೆ ನೀಡುತ್ತದೆ.',
            'Available number 2 description': 'ನೀವು ಸೂಕ್ಷ್ಮತೆ ಮತ್ತು ಅಂತಃಪ್ರಜ್ಞೆಯನ್ನು ಹೊಂದಿದ್ದೀರಿ, ಇತರರನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳುವಲ್ಲಿ ನೀವು ಪ್ರವೀಣರಾಗುತ್ತೀರಿ. ಆದಾಗ್ಯೂ, ಈ ಸೂಕ್ಷ್ಮತೆಯು ತೊಂದರೆಯೊಂದಿಗೆ ಬರುತ್ತದೆ, ಏಕೆಂದರೆ ನೀವು ಸುಲಭವಾಗಿ ನೋಯಿಸುತ್ತೀರಿ. ನಿಮ್ಮ ಅರ್ಥಗರ್ಭಿತ ಸ್ವಭಾವವು ಜನರನ್ನು ತ್ವರಿತವಾಗಿ ನಿರ್ಣಯಿಸಲು ನಿಮಗೆ ಅನುವು ಮಾಡಿಕೊಡುತ್ತದೆ ಮತ್ತು ಅಪ್ರಬುದ್ಧತೆಯನ್ನು ಪತ್ತೆಹಚ್ಚಲು ನೀವು ಗಮನಾರ್ಹವಾದ ಕೌಶಲ್ಯವನ್ನು ಹೊಂದಿದ್ದೀರಿ, ಆದಾಗ್ಯೂ ಈ ತೀಕ್ಷ್ಣವಾದ ಗ್ರಹಿಕೆಯನ್ನು ಕೆಲವೊಮ್ಮೆ ನಿಮ್ಮ ಸುತ್ತಲಿರುವವರು ಕಡೆಗಣಿಸಬಹುದು. ಸ್ಥಿತಿಸ್ಥಾಪಕತ್ವದೊಂದಿಗೆ ನಿಮ್ಮ ಸೂಕ್ಷ್ಮತೆಯನ್ನು ಸಮತೋಲನಗೊಳಿಸುವುದು ನಿರ್ಣಾಯಕವಾಗಿದೆ, ಅನಗತ್ಯ ಭಾವನಾತ್ಮಕ ಯಾತನೆಯಿಂದ ನಿಮ್ಮನ್ನು ರಕ್ಷಿಸಿಕೊಳ್ಳುವಾಗ ಸಾಮಾಜಿಕ ಸಂವಹನಗಳನ್ನು ಹೆಚ್ಚು ಪರಿಣಾಮಕಾರಿಯಾಗಿ ನ್ಯಾವಿಗೇಟ್ ಮಾಡಲು ನಿಮಗೆ ಅನುವು ಮಾಡಿಕೊಡುತ್ತದೆ.',
            'Available number 3 description': 'ನಿಮ್ಮ ಸೃಜನಾತ್ಮಕ ಮತ್ತು ಕಾಲ್ಪನಿಕ ಮನಸ್ಸು ಅಮೂಲ್ಯವಾದ ಆಸ್ತಿಯಾಗಿದ್ದು, ಧನಾತ್ಮಕ ದೃಷ್ಟಿಕೋನ ಮತ್ತು ನಿರ್ಣಯದೊಂದಿಗೆ ಜೀವನವನ್ನು ಸಮೀಪಿಸಲು ನಿಮಗೆ ಅನುವು ಮಾಡಿಕೊಡುತ್ತದೆ. ಅತ್ಯುತ್ತಮ ಸ್ಮರಣಶಕ್ತಿ ಮತ್ತು ಸೃಜನಶೀಲತೆಯ ಜಾಣ್ಮೆಯೊಂದಿಗೆ, ನಿಮ್ಮ ಆಶಾವಾದ ಮತ್ತು ಪ್ರಾಮಾಣಿಕತೆಯಿಂದ ಇತರರನ್ನು ಪ್ರೇರೇಪಿಸುವ ಸಾಮರ್ಥ್ಯವನ್ನು ನೀವು ಹೊಂದಿದ್ದೀರಿ. ನಿಮ್ಮ ಸಕಾರಾತ್ಮಕ ವರ್ತನೆಯು ನಿಮ್ಮ ಸಮುದಾಯದಲ್ಲಿ ನಿಮ್ಮನ್ನು ಪ್ರೇರಣೆಯ ಮೂಲವನ್ನಾಗಿ ಮಾಡುತ್ತದೆ ಮತ್ತು ನಿಮ್ಮ ಮಾನಸಿಕ ಸಾಮರ್ಥ್ಯಗಳು ಸವಾಲುಗಳನ್ನು ಎದುರಿಸಲು ನಿಮಗೆ ಅಧಿಕಾರ ನೀಡುತ್ತದೆ. ನಿಮ್ಮ ಗುರಿಗಳನ್ನು ತಲುಪುವ ನಿಮ್ಮ ಬದ್ಧತೆ ಮತ್ತು ಸಕಾರಾತ್ಮಕ ದೃಷ್ಟಿಕೋನವನ್ನು ಕಾಪಾಡಿಕೊಳ್ಳುವ ನಿಮ್ಮ ಸಾಮರ್ಥ್ಯವು ನಿಮ್ಮ ಯಶಸ್ಸಿಗೆ ಕೊಡುಗೆ ನೀಡುತ್ತದೆ, ನಿಮ್ಮನ್ನು ಎದುರುನೋಡುವವರಿಗೆ ಸ್ಫೂರ್ತಿಯ ದಾರಿದೀಪವಾಗಿ ನಿಮ್ಮನ್ನು ಸ್ಥಾಪಿಸುತ್ತದೆ.',
            'Available number 4 description': 'ತಮ್ಮ ಚಾರ್ಟ್‌ನಲ್ಲಿ ಪ್ರಧಾನವಾದ ಪ್ರಾಯೋಗಿಕ ಭಾಗವನ್ನು ಹೊಂದಿರುವ ವ್ಯಕ್ತಿಗಳನ್ನು ಸಾಮಾನ್ಯವಾಗಿ ಜೀವನದಲ್ಲಿ ತುಂಬಾ ಪ್ರಾಯೋಗಿಕ ಎಂದು ವಿವರಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ಸಾಮಾನ್ಯವಾಗಿ ತಮ್ಮ ಕೈಗಳಿಂದ ಪ್ರವೀಣರಾಗಿರುತ್ತಾರೆ. ನೀವು ಉದ್ಯೋಗಗಳಲ್ಲಿ ಸಂತೋಷವನ್ನು ಕಾಣುತ್ತೀರಿ ಮತ್ತು ಕಾಲ್ಪನಿಕ ವಿಚಾರಗಳು ಮತ್ತು ಸಿದ್ಧಾಂತಗಳೊಂದಿಗೆ ವ್ಯವಹರಿಸುವಾಗ ನಿಮ್ಮ ತಾಳ್ಮೆಯು ಕ್ಷೀಣಿಸಬಹುದು. ನಿಮ್ಮ ಸಾಮರ್ಥ್ಯವು ಇತರರನ್ನು ಸಂಘಟಿಸುವ ಮತ್ತು ನಿಖರವಾಗಿ ಯೋಜನೆಗಳನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸುವ ನಿಮ್ಮ ಸಾಮರ್ಥ್ಯದಲ್ಲಿದೆ. ಕೆಲವು ನಿದರ್ಶನಗಳಲ್ಲಿ, ನಿಮ್ಮ ಜೀವನದ ವಿವಿಧ ಅಂಶಗಳಲ್ಲಿ ಪ್ರಾಯೋಗಿಕ ಮತ್ತು ಕೌಶಲ್ಯಪೂರ್ಣ ವಿಧಾನವನ್ನು ಪ್ರದರ್ಶಿಸುವ ಸಂಗೀತ ಮತ್ತು ಕರಕುಶಲ ವಸ್ತುಗಳಿಗೆ ನೀವು ಬಲವಾದ ಸಂಪರ್ಕವನ್ನು ಹೊಂದಿರಬಹುದು.',
            'Available number 5 description': 'ನೀವು ಭಾವನಾತ್ಮಕವಾಗಿ ಸಮತೋಲಿತರಾಗಿದ್ದೀರಿ. ಅವರು ದಿಕ್ಸೂಚಿ ತಿಳುವಳಿಕೆ ಮತ್ತು ಕಾಳಜಿಯುಳ್ಳವರು. ಅವರು ಸಾಧ್ಯವಾಗುವುದಕ್ಕಿಂತ ಹೆಚ್ಚಿನದನ್ನು ಸಾಧಿಸಲು ಇತರರನ್ನು ಪ್ರೇರೇಪಿಸಲು ಮತ್ತು ಪ್ರೇರೇಪಿಸಲು ಸಮರ್ಥರಾಗಿದ್ದಾರೆ.',
            'Available number 6 description': 'ನೀವು ಮನೆ ಮತ್ತು ಪ್ರೀತಿಪಾತ್ರರ ನಿಜವಾದ ಪ್ರೇಮಿ. ನೀವು ದೇಶೀಯ ಜವಾಬ್ದಾರಿಗಳಲ್ಲಿ ಸಂತೋಷವನ್ನು ಕಾಣುತ್ತೀರಿ ಮತ್ತು ಗಣನೀಯ ಸೃಜನಶೀಲ ಸಾಮರ್ಥ್ಯವನ್ನು ಹೊಂದಿರುತ್ತೀರಿ. ನಿಮ್ಮ ಪೋಷಣೆಯ ಗುಣಗಳು ನಿಮ್ಮನ್ನು ಉತ್ತಮ ಪೋಷಕರನ್ನಾಗಿ ಮಾಡುತ್ತದೆ ಮತ್ತು ಕಾಲಾನಂತರದಲ್ಲಿ, ಎಲ್ಲವೂ ಸರಿಯಾಗಿ ನಡೆಯದಿದ್ದಾಗ ಕುಟುಂಬದ ಎಲ್ಲರೂ ತಿರುಗುವ ವ್ಯಕ್ತಿಯಾಗುತ್ತೀರಿ. ಈ ಸಕಾರಾತ್ಮಕ ಗುಣಲಕ್ಷಣಗಳ ಹೊರತಾಗಿಯೂ, ಒಂದೇ 6 ಅನ್ನು ಹೊಂದಿರುವ ವ್ಯಕ್ತಿಗಳು ಅಭದ್ರತೆಯನ್ನು ಅನುಭವಿಸಬಹುದು ಮತ್ತು ವಿಧವೆಯರಾಗುವ ಮತ್ತು ತಮ್ಮದೇ ಆದ ಮೇಲೆ ಬಿಡುವ ನಿರೀಕ್ಷೆಯ ಬಗ್ಗೆ ಚಿಂತಿಸಬಹುದು. ಪ್ರೀತಿಪಾತ್ರರ ಯೋಗಕ್ಷೇಮಕ್ಕಾಗಿ ಈ ಕಾಳಜಿಯು ನಿಮ್ಮ ಜೀವನದಲ್ಲಿ ಕೇಂದ್ರ ವಿಷಯವಾಗಿದೆ.',
            'Available number 7 description': 'ಪ್ರೀತಿ, ಆಸ್ತಿ ಅಥವಾ ಆರೋಗ್ಯದ ನಷ್ಟಗಳ ಮೂಲಕ ನೀವು ಕಲಿಯುವ ಸಾಧ್ಯತೆಯಿದೆ. ಈ ಅನುಭವಗಳಿಂದ ಕಲಿಯಲು ಅವರು ಸಾಮಾನ್ಯವಾಗಿ ಪರಾನುಭೂತಿ ಆಧ್ಯಾತ್ಮಿಕ ಅನ್ವೇಷಣೆಗಳಲ್ಲಿ ಹೆಚ್ಚು ಮತ್ತು ಹೆಚ್ಚು ಪರೀಕ್ಷೆಗೆ ಒಳಗಾಗುತ್ತಾರೆ.',
            'Available number 8 description': 'ನೀವು ಹೆಚ್ಚು ಗ್ರಹಿಕೆ ಮತ್ತು ಆತ್ಮಸಾಕ್ಷಿಯ ಸಾಧ್ಯತೆಯಿದೆ. ನಂಬಿಕೆಯ ಮೇಲೆ ಹೆಚ್ಚು ಅವಲಂಬಿತರಾಗುವುದಕ್ಕಿಂತ ವೈಯಕ್ತಿಕ ಅನುಭವಗಳನ್ನು ಪಡೆಯಲು ನೀವು ಬಯಸುತ್ತೀರಿ. ಸ್ಥಿರ ವೀಕ್ಷಣೆಗಳು ಮತ್ತು ಅಭಿಪ್ರಾಯಗಳನ್ನು ಹೊಂದಿರುವ ನೀವು ನಿರ್ಧಾರಗಳನ್ನು ಮಾಡಿದ ನಂತರ ನಿಮ್ಮ ಮನಸ್ಸನ್ನು ಬದಲಾಯಿಸುವುದು ಸವಾಲಿನ ಸಂಗತಿಯಾಗಿದೆ. ನಿಮ್ಮ ಬಿಗಿತ ಮತ್ತು ಮೊಂಡುತನವು "ಐಡಿಯಾಲ್ ಟ್ಯಾಟೂ"ಗೆ ಹೋಲುತ್ತದೆ, ಇದು ಅಚಲವಾದ ಮತ್ತು ನಿರಂತರ ಸ್ವಭಾವವನ್ನು ಸೂಚಿಸುತ್ತದೆ. ನಿಮ್ಮ ಗ್ರಹಿಕೆ ಮತ್ತು ಆತ್ಮಸಾಕ್ಷಿಯು ಮೌಲ್ಯಯುತವಾಗಿದ್ದರೂ, ದೃಷ್ಟಿಕೋನಗಳನ್ನು ಬದಲಾಯಿಸುವಲ್ಲಿನ ನಮ್ಯತೆಯು ಕೆಲವು ಸಂದರ್ಭಗಳಲ್ಲಿ ಸವಾಲುಗಳನ್ನು ಪ್ರಸ್ತುತಪಡಿಸಬಹುದು.',
            'Available number 9 description': 'ನೀವು ಬಹುಶಃ ಮಹತ್ವಾಕಾಂಕ್ಷೆಯುಳ್ಳವರಾಗಿದ್ದೀರಿ ಮತ್ತು ನಿಮ್ಮನ್ನು ಸುಧಾರಿಸುವ ಬಲವಾದ ಬಯಕೆಯನ್ನು ಹೊಂದಿರುತ್ತೀರಿ. ಸಂಖ್ಯೆ 9 ಮಾನಸಿಕ ಮತ್ತು ಇಚ್ಛೆಯ ಸಮತಲಗಳೆರಡರಲ್ಲೂ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ, ಮತ್ತು ಈ ಸಂಯೋಜನೆಯು 20 ನೇ ಶತಮಾನದಲ್ಲಿ ಮಾನವಕುಲವು ಗಮನಾರ್ಹ ಪ್ರಗತಿಯನ್ನು ಸಾಧಿಸಲು ಒಂದು ಕಾರಣವಾಗಿರಬಹುದು. ನಿಮ್ಮ ಮಹತ್ವಾಕಾಂಕ್ಷೆಯ ಸ್ವಭಾವ ಮತ್ತು ಸಂಖ್ಯೆ 9 ರ ಪ್ರಭಾವವು ನಿಮ್ಮ ಮತ್ತು ನಿಮ್ಮ ಸುತ್ತಲಿನ ಪ್ರಪಂಚಕ್ಕೆ ಪ್ರಭಾವಶಾಲಿ ಬೆಳವಣಿಗೆ ಮತ್ತು ಸಕಾರಾತ್ಮಕ ಕೊಡುಗೆಗಳ ಸಾಮರ್ಥ್ಯವನ್ನು ನೀವು ಹೊಂದಿರುವಿರಿ ಎಂದು ಸೂಚಿಸುತ್ತದೆ.',
            'Number': 'ಸಂಖ್ಯೆ',

        }
    };

    return translations[lang]?.[text] || text;
};
