{
	"radical": "Radical Number",
	"destiny": "Destiny Number",
	"kua": "Kua Number",
	"missing_numbers": "Missing Numbers",
	"available_numbers": "Available Numbers",
	"intellectual Plane": "Intellectual Plane",
	"intellectual plane": "Intellectual plane",
	"intellectual plane description": "This plane reflects your thinking, analyzing and mental capacity.",
	"intellectual plane weightage": "Your Intellectual plane has :inte_weight% fulfillment.",
	"Intellectual plane weightage 100%": "Your Intellectual plane is fully balanced (100%)",
	"spiritual Plane": "Spiritual Plane",
	"spiritual plane": "Spiritual plane",
	"spiritual plane description": "Your connection to inner peace and higher self.",
	"spiritual plane weightage": "Your Spiritual Plane is :spi_weight% fulfilled.",
	"spiritual plane weightage 100%": "Your Spiritual Plane is perfectly balanced (100%).",
	
	"Difficulty in expressing their inner views.": "Difficulty in expressing their inner views.",
    "Always needs support from others.": "Always needs support from others.",
    "Egoless": "Egoless",
    "May stammer at the early age.": "May stammer at the early age.",
    "Note : Gel fast, Slow decision making, should respect father & do Surya Dardhan.": "Note : Gel fast, Slow decision making, should respect father & do Surya Dardhan.",
  
    "Lack of sensitivity and intuition.": "Lack of sensitivity and intuition.",
    "May not care other’s feelings.": "May not care other’s feelings.",
    "Do not admit their mistake and try to justify their actions.": "Do not admit their mistake and try to justify their actions.",
    "Late Marriage.": "Late Marriage.",
    "Note : Should not waste water & respect mother.": "Note : Should not waste water & respect mother.",
   
    "Lack of creativity and good imaginative power.": "Lack of creativity and good imaginative power.",
    "May surrender to the difficult situation.": "May surrender to the difficult situation.",
    "Support Issue / or ask for support.": "Support Issue / or ask for support.",

    "Lack of discipline and organisation.": "Lack of discipline and organisation.",
    "Clumsy hands.": "Clumsy hands.",

    "Lack of balance in every sphere of life.": "Lack of balance in every sphere of life.",
    "Lack the drive and versatility to get their goals.": "Lack the drive and versatility to get their goals.",
    "Confidence": "Confidence",
    "Travelling ?": "Travelling ?",
    
    "Poor bonding with home and family.": "Poor bonding with home and family.",
    "Weak relationship sector.": "Weak relationship sector.",
    "May face marriage problem.": "May face marriage problem.",
    "Do not get the support from the society at the time of crunch.": "Do not get the support from the society at the time of crunch.",
    
    "Lack of spiritualism.": "Lack of spiritualism.",
    "Religion, occult, education.": "Religion, occult, education.",
    "May not care for the feelings of others.": "May not care for the feelings of others.",
    "No Dokha to 7,": "No Dokha to 7,",
    "No Setback": "No Setback",
    
    "Poor in financial management, spendthrift.": "Poor in financial management, spendthrift.",

    "Overlook the feelings of others.": "Overlook the feelings of others.",
    "Lack of intelligence and energy n may not care for other’s feelings.": "Lack of intelligence and energy n may not care for other’s feelings.",

	"Available number 1 description": "As a communicator, you excel in assessing and navigating situations with a discerning and impartial approach. Your ability to analyse and address circumstances without bias makes you an effective mediator or problem-solver. You likely possess a keen sense of objectivity, enabling you to evaluate situations from multiple angles and make decisions without being swayed by personal biases. This skill in maintaining impartiality can contribute to your success in handling various scenarios and conflicts with a fair and objective mindset.",
    "Available number 2 description": "You possess sensitivity and intuition, making you adept at understanding others. However, this sensitivity comes with a downside, as you are easily hurt. Your intuitive nature allows you to quickly assess people, and you have a remarkable knack for detecting insincerity, although this keen perception might sometimes be overlooked by those around you. Balancing your sensitivity with resilience can be crucial, enabling you to navigate social interactions more effectively while protecting yourself from unnecessary emotional distress.",
    "Available number 3 description": "Your creative and imaginative mind is a valuable asset, allowing you to approach life with a positive outlook and determination. With an excellent memory and a knack for creativity, you possess the ability to inspire others with your optimism and honesty. Your positive demeanour makes you a source of motivation within your community, and your mental capabilities empower you to tackle challenges head on. Your commitment to reaching your goals and your ability to maintain a positive perspective contribute to your success, establishing you as a beacon of inspiration for those who look up to you.",
    "Available number 4 description": "Individuals with a predominant practical side in their chart are often described as being very practical in life and are usually adept with their hands. You find enjoyment in hands-on occupations, and your patience might wear thin when dealing with imaginative ideas and theories. Your strength lies in your ability to organize others and execute plans with precision. In some instances, you might also have a strong connection to music and handicrafts, showcasing a practical and skilful approach in various aspects of your life.",
    "Available number 5 description": "You are emotionally well balanced. They are compass understanding and caring. They are able to motivate and inspire others to achieve much than would have otherwise been possible.",
    "Available number 6 description": "You are a true lover of home and loved ones. You find joy in domestic responsibilities and harbour considerable creative potential. Your nurturing qualities make you a good parent, and over time, you become the person everyone in the family turns to when things are not going well. Despite these positive attributes, individuals with a single 6 may experience insecurity and worry about the prospect of being widowed and left on their own. This concern for the well-being of loved ones is a central theme in your life.",
    "Available number 7 description": "You are likely to learn through losses of love, possessions or health. A learn from these experiences they usually become more & more inter tested in empathy spiritual pursuits.",
    "Available number 8 description": "You are likely to be highly perceptive and conscientious. You prefer to gain personal experiences rather than relying too much on trust. Possessing fixed views and opinions, you find it challenging to change your mind once decisions have been made. Your rigidity and stubbornness are akin to an 'aidiyal tatoo,' suggesting an unwavering and persistent nature. While your perceptiveness and conscientiousness can be valuable, the inflexibility in changing perspectives may present challenges in certain situations.",
    "Available number 9 description": "You are likely ambitious and possess a strong desire to improve yourself. The number 9 operates on both the mental and will planes, and this combination may be one reason why humankind achieved significant advancements in the 20th century. Your ambitious nature and the influence of the number 9 suggest that you have the potential for impactful growth and positive contributions to yourself and the world around you.",
	"Number": "Number",

    "Drink lots of water": "Drink lots of water",
    "Offer water to Sun in the mornings.": "Offer water to Sun in the mornings.",
    "Note: Those who have driver or conductor number as 8, do not offer water to Sun. Lota of tamba / Kum Kum. There is no effect of Kua number.": "Note: Those who have driver or conductor number as 8, do not offer water to Sun. Lota of tamba / Kum Kum. There is no effect of Kua number.",
    "Take blessings of your father or father figure, personally or by mobile or by photo.": "Take blessings of your father or father figure, personally or by mobile or by photo.",
  
    "Wear pearls or crystals and keep a pair of silver Swan statues in the house.": "Wear pearls or crystals and keep a pair of silver Swan statues in the house.",
    "Hang pictures of Mountains without any lake, sea, river in the South West corner of the home.": "Hang pictures of Mountains without any lake, sea, river in the South West corner of the home.",
    "Donate white colored items like sugar, rice, white clothes to the beggar.": "Donate white colored items like sugar, rice, white clothes to the beggar.",
    "Keep Earthen pot in the Southwest corner of the house.": "Keep Earthen pot in the Southwest corner of the house.",
    "Drink water stored in a silver or copper vessel overnight to enhance the Moon's calming effects.": "Drink water stored in a silver or copper vessel overnight to enhance the Moon's calming effects.",
    "Take blessings of your Mother personally or by mobile or by photo.": "Take blessings of your Mother personally or by mobile or by photo.",

    "Must wear clear crystal (Spatik) bracelet or mala 23 bits, It will cleanse the aura and there will be no negative thoughts.": "Must wear clear crystal (Spatik) bracelet or mala 23 bits, It will cleanse the aura and there will be no negative thoughts.",
    "Must wear any shade of green colour daily.": "Must wear any shade of green colour daily.",
    "Must eat green vegetables.": "Must eat green vegetables.",
    "Offer green grass to cow every day, specially on Wednesday.": "Offer green grass to cow every day, specially on Wednesday.",
    "Walk barefoot every morning.": "Walk barefoot every morning.",
    "Must help, support and respect poor, needy, orphan kids by giving them clothes, food, water, medicines, education, books etc": "Must help, support and respect poor, needy, orphan kids by giving them clothes, food, water, medicines, education, books etc",
    "Green Mask / Wear Crystal Mala/ Green Shade/ Hankerchief/Sabji/ Dhaniya/": "Green Mask / Wear Crystal Mala/ Green Shade/ Hankerchief/Sabji/ Dhaniya/",

    "On Saturdays, they should refrain from eating non-vegetarian fare and instead fast.": "On Saturdays, they should refrain from eating non-vegetarian fare and instead fast.",
    "Keep an urn of water and crystals in the north-east direction.": "Keep an urn of water and crystals in the north-east direction.",
    "Donate salty foods to needy people.": "Donate salty foods to needy people.",
    "Give respect to people who are giving services to you such as, liftman, watchman, rickshaw drivers, taxi drivers, sweepers and your employees as well.": "Give respect to people who are giving services to you such as, liftman, watchman, rickshaw drivers, taxi drivers, sweepers and your employees as well.",

    "Must wear a Tulsi mala made of five Mukhi Rudraksha.": "Must wear a Tulsi mala made of five Mukhi Rudraksha.",
    "The east side of the house should include scenes of green plants because number three stands for the wood element.": "The east side of the house should include scenes of green plants because number three stands for the wood element.",
    "Put a tilak on your forehead with saffron": "Put a tilak on your forehead with saffron",
    "Always carry something made of wood (for example, a sandalwood rosary, a wooden bracelet, or a pen).": "Always carry something made of wood (for example, a sandalwood rosary, a wooden bracelet, or a pen).",
    "Avoid Rahu Kaal for any important activities or wearing remedies. Check the timing daily.": "Avoid Rahu Kaal for any important activities or wearing remedies. Check the timing daily.",
    "Take blessings from your Guru and always give respect full heartedly.": "Take blessings from your Guru and always give respect full heartedly.",

    "One should wear Tulsi Mala along with Five Mukhi Rudraksha and donate coconut as the fourth number means wood element.": "One should wear Tulsi Mala along with Five Mukhi Rudraksha and donate coconut as the fourth number means wood element.",
    "Always carry something wooden, such as a pen, bracelet, or keychain.": "Always carry something wooden, such as a pen, bracelet, or keychain.",
    "Should wear on lucky date only": "Should wear on lucky date only",
    "Check Rahu Kaal daily and avoid important tasks during this time.": "Check Rahu Kaal daily and avoid important tasks during this time.",
    "Keep South-East landscapes lush with vegetation.": "Keep South-East landscapes lush with vegetation.",
    "Must help, support, respect poor needy people by giving them food, water, medicines etc.": "Must help, support, respect poor needy people by giving them food, water, medicines etc.",

    "Must wear gold & silver combination metal strap watch.": "Must wear gold & silver combination metal strap watch.",
    "Vibration of metal watch enters body & connects you with the time & vice versa.": "Vibration of metal watch enters body & connects you with the time & vice versa.",
    "Spend money for yourself by buying branded clothes, perfumes, accessories etc.": "Spend money for yourself by buying branded clothes, perfumes, accessories etc.",

    "Must wear gold metal strap watch.": "Must wear gold metal strap watch.",
    "Do lots of religious work like performing puja, giving time and services to religious places, giving donations and providing better infrastructure if possible. Devote yourself in religious activities.": "Do lots of religious work like performing puja, giving time and services to religious places, giving donations and providing better infrastructure if possible. Devote yourself in religious activities.",

    "Must wear red thread on hand always": "Must wear red thread on hand always",
    "Must wear red colour on Tuesdays.": "Must wear red colour on Tuesdays.",
    "Wear Red clothes / Inner garment": "Wear Red clothes / Inner garment",
    "Give respect to people who are giving services to you such as, traffic police, army, doctors.": "Give respect to people who are giving services to you such as, traffic police, army, doctors."
}