{
    "Aries": "Aries",
    "Taurus": "Taurus",
    "Gemini": "Gemini",
    "Cancer": "Cancer",
    "Leo": "Leo",
    "Virgo": "Virgo",
    "Libra": "Libra",
    "Scorpio": "Scorpio",
    "Sagittarius": "Sagittarius",
    "Capricorn": "Capricorn",
    "Aquarius": "Aquarius",
    "Pisces": "Pisces",

    "Lo_Shu_Grid": "Lo Shu Grid",
    "Number_Analysis": "Number Analysis",
    "intellectual_plane": "Intellectual Plane",
    "spiritual_plane": "Spiritual Plane",
    "emotional_plane": "Emotional Plane",
    "material_plane": "Material Plane",
    "practical_plane": "Practical Plane",
    "thought_plane": "Thought Plane",
    "planing_plane": "Planing Plane",
    "will_plane": "Will Plane",
    "action_plane": "Action Plane",
    "property_plane": "Property Plane",
    "luck_plane": "Luck Plane",
    "Missing":"Missing",
    "Missing_Numbers": "Missing Numbers",
    "Available_Numbers": "Available Numbers",
    "ALL_AVAILABLE_NUMBERS": "ALL AVAILABLE NUMBERS",
    "Name_Analysis": "Name Analysis",
    "Mobile_Analysis": "Mobile Analysis",
    "MOBILE_NUMBER_ANALYSIS": "MOBILE NUMBER ANALYSIS",
    "Vehicle_Analysis": "Vehicle Analysis",
    "VEHICLE_NUMBER_ANALYSIS": "VEHICLE NUMBER ANALYSIS",    
    "Cloth_Colour": "Cloth Colour",
    "Wrist_Watch Analysis": "Wrist Watch Analysis",
    "Wrist_Watch Colour": "Wrist Watch Colour",
    "Oil_Suggestion": "Oil Suggestion",
    "Rudraksha_Suggestion": "Rudraksha Suggestion",
    "Health_Analysis": "Health Analysis",
    "Marriage_&_Relationship": "Marriage & Relationship",
    "MARRIAGE_&_RELATIONSHIP_ANALYSIS": "MARRIAGE & RELATIONSHIP ANALYSIS",
    "Lucky_Things": "Lucky Things",
    "Remedies": "Remedies",
    "Career_Analysis": "Career Analysis",
    "Money_Analysis": "Money Analysis",
    "Job_Analysis": "Job Analysis",
    "Personal_Year": "Personal Year",
    "Karmic_Number": "Karmic Number",
    "Master_Driver_Number": "Master Driver Number",
    "Master_Conductor_Number": "Master Conductor Number",

    "invalid_plane_type": "Invalid Plane Type",

    "intellectual_plane_with_digits": "As per your date of birth, your Intellectual plane (4-9-2) have numbers",
    "intellectual_plane_description": "If this arrow is present in your chart, it indicates that you are a highly intelligent, intellectual, and articulate person with a good memory and a logical mind. If all the numbers in the arrow are missing, you may suffer from mental imbalance and poor memory.",
    "intellectual_plane_weightage": "Your Intellectual plane has {{inte_weight}}% Weightage.",
    "intellectual_plane_weightage_100": "If this arrow is present in your chart, it indicates a highly intelligent, intellectual, and articulate person with a good memory and a logical mind. You are a clever person, a thinker.",
    
    "spiritual_plane_with_digits": "As per your date of birth, your Spiritual plane (3-5-7) have numbers",
    "spiritual_plane_description": "If this arrow is present in your chart, it means that you are endowed with emotional harmony and spiritual values, which lead to contentment after middle age. If all the numbers in this arrow are missing in your chart, it indicates dryness in life and lack of joy. You may fall prey to loneliness.",
    "spiritual_plane_weightage": "Your Spiritual plane has {{spi_weight}}% Weightage.",
    "spiritual_plane_weightage_0": "MISSING SPIRITUAL PLANE (3-5-7): The absence of one or more than one number from this arrow in your chart indicates dryness in life and a lack of joy. You may fall prey to loneliness. This arrow also denotes a lack of feelings. If this arrow is missing in your chart, then you may be so intent on achieving your goal that you will forget your friends and family and consequently lack joy, love, and laughter in your life. You usually suffer enormously from loneliness in your old age.",

    "material_plane_with_digits": "As per your date of birth, your Material plane (8-1-6) have numbers",
    "material_plane_description":  "If this arrow is present in your chart, it indicates great material success and excellence in business and commercial ventures. If all the numbers are absent in this arrow, then it indicates constant failure and losses in financial ventures.",
    "material_plane_weightage": "Your Material plane has {{mat_weight}}% Weightage.",

    "thought_plane_with_digits": "As per your date of birth, your Thought plane (4-3-8) have numbers",
    "thought_plane_description":  "If this arrow is present in your chart, it indicates a great planner, a shrewd tactician, or a politician. If all the numbers are absent in this arrow, it makes the person illogical and disorganized.",
    "thought_plane_weightage": "Your Thought plane has {{thought_weight}}% Weightage.",
    "thought_plane_weightage_66": "You will be Creative, you will have the ability to ideat and you will be innovative. There could be a death in a family because of Cardiac arrest. May have health issues related to breathing.",

    "will_plane_with_digits": "As per your date of birth, your WILL plane (9-5-1) have numbers",
    "will_plane_description": "If this arrow is present in your chart, you may be a stubborn and persistent personality with strong opinions. You will be successful in every undertaking and endeavor. If all the numbers in this arrow are absent then you will be struggling in taking firm decisions.",
    "will_plane_weightage": "Your Will plane has {{will_weight}}% Weightage.",

    "action_plane_with_digits": "As per your date of birth, your Outlook/Action plane (2-7-6) have numbers",
    "action_plane_description": "If this arrow is present in your chart, it indicates that the person is very active and fond of activities that require physical activity and stamina. If all the numbers in this arrow are absence then it indicates you will be lacking in moral and spiritual strength.",
    "action_plane_weightage": "Your Action plane has {{action_weight}}% Weightage.",
    "action_plane_weightage_0": "MISSING ACTION PLANE (2-7-6) : The absence of one or more than one number from this arrow in your chart indicates a lack of moral and spiritual strength. You usually need more motivation and help to grasp opportunities even when freely handed to you. You are indecisive, frightened of taking risks, and generally achieve only a fraction of what you could do if you applied yourself.",
    
    "property_plane_with_digits": "As per your date of birth, your Property plane (2-5-8) have numbers",
    "property_plane_description": "If this arrow is present in your chart, it indicates you have patience, persistence, and determination. If this arrow does not form in your chart and every number of this arrow is missing, it is a sign of frustration. It may cause setbacks and failure.",
    "property_plane_weightage": "Your Property plane has {{prop_weight}}% Weightage.",
    "property_plane_weightage_0": "MISSING PROPERTY PLANE (2-5-8) : If this arrow does not form in your chart and one or more than one number of the arrow is missing, it is a sign of frustration. It may cause setbacks and failure. If you have missed this arrow, you should learn from every experience and think carefully before acting.",

    "luck_plane_with_digits": "As per your date of birth, your Luck plane (4-5-6) have numbers",
    "luck_plane_description": "If this arrow is present in your chart it indicates the intuitive power and emotional balance of a person. If all the numbers in this arrow are found missing in your chart, then you are usually suspicious and negative-minded.",
    "luck_plane_weightage": "Your Luck plane has {{luck_weight}}% Weightage.",
    "luck_plane_weightage_0": "MISSING LUCK PLANE (4-5-6) : If one or more than one number in this arrow is missing in your chart, then you are usually suspicious and negative-minded. You may behave suspiciously, cynical, or moody sometimes. You are inclined to worry and dwell on the negative side of life. Missing this arrow also reveals a “grey person” who lives in the shade and never wants to come out in the whole light of a day.",

    "Missing_numbers_description": "As per your date of birth, your missing numbers are highlighted! Missing numbers which didnt come in the Lo Shu chart",
    "Missing_Number":  "Missing Number",

    "number": "Number",
    "missing_number_label": "Missing Number {{number}}",
    "no_description_available": "No description available",
	"no_description_found": "No description found",

    "validation_error": "Validation Error",
    "date_and_gender_required": "date and gender are required",
    "date_required_valid": "Date is required and must be a valid date.",
    "name_date_gender_required": "Name, date and gender are required",
    "phone_must_be_10_digit": "Phone must be 10 digit",
    "name_date_phone_required": "Name, date and phone are required",
    "success": "Success!",

    "Difficulty in expressing their inner views.": "Difficulty in expressing their inner views.",
    "Always needs support from others.": "Always needs support from others.",
    "Egoless": "Egoless",
    "May stammer at the early age.": "May stammer at the early age.",
    "Note : Gel fast, Slow decision making, should respect father & do Surya Dardhan.": "Note : Gel fast, Slow decision making, should respect father & do Surya Dardhan.",
  
    "Lack of sensitivity and intuition.": "Lack of sensitivity and intuition.",
    "May not care other’s feelings.": "May not care other’s feelings.",
    "Do not admit their mistake and try to justify their actions.": "Do not admit their mistake and try to justify their actions.",
    "Late Marriage.": "Late Marriage.",
    "Note : Should not waste water & respect mother.": "Note : Should not waste water & respect mother.",
   
    "Lack of creativity and good imaginative power.": "Lack of creativity and good imaginative power.",
    "May surrender to the difficult situation.": "May surrender to the difficult situation.",
    "Support Issue / or ask for support.": "Support Issue / or ask for support.",

    "Lack of discipline and organisation.": "Lack of discipline and organisation.",
    "Clumsy hands.": "Clumsy hands.",

    "Lack of balance in every sphere of life.": "Lack of balance in every sphere of life.",
    "Lack the drive and versatility to get their goals.": "Lack the drive and versatility to get their goals.",
    "Confidence": "Confidence",
    "Travelling ?": "Travelling ?",
    
    "Poor bonding with home and family.": "Poor bonding with home and family.",
    "Weak relationship sector.": "Weak relationship sector.",
    "May face marriage problem.": "May face marriage problem.",
    "Do not get the support from the society at the time of crunch.": "Do not get the support from the society at the time of crunch.",
    
    "Lack of spiritualism.": "Lack of spiritualism.",
    "Religion, occult, education.": "Religion, occult, education.",
    "May not care for the feelings of others.": "May not care for the feelings of others.",
    "No Dokha to 7,": "No Dokha to 7,",
    "No Setback": "No Setback",
    
    "Poor in financial management, spendthrift.": "Poor in financial management, spendthrift.",

    "Overlook the feelings of others.": "Overlook the feelings of others.",
    "Lack of intelligence and energy n may not care for other’s feelings.": "Lack of intelligence and energy n may not care for other’s feelings.",

    "Available numbers description": "As per your date of birth, your available numbers! All Numbers came in Lo Shu chart",
    "available_number_1_description": "As a communicator, you excel in assessing and navigating situations with a discerning and impartial approach. Your ability to analyse and address circumstances without bias makes you an effective mediator or problem-solver. You likely possess a keen sense of objectivity, enabling you to evaluate situations from multiple angles and make decisions without being swayed by personal biases. This skill in maintaining impartiality can contribute to your success in handling various scenarios and conflicts with a fair and objective mindset.",
    "available_number_2_description": "You possess sensitivity and intuition, making you adept at understanding others. However, this sensitivity comes with a downside, as you are easily hurt. Your intuitive nature allows you to quickly assess people, and you have a remarkable knack for detecting insincerity, although this keen perception might sometimes be overlooked by those around you. Balancing your sensitivity with resilience can be crucial, enabling you to navigate social interactions more effectively while protecting yourself from unnecessary emotional distress.",
    "available_number_3_description": "Your creative and imaginative mind is a valuable asset, allowing you to approach life with a positive outlook and determination. With an excellent memory and a knack for creativity, you possess the ability to inspire others with your optimism and honesty. Your positive demeanour makes you a source of motivation within your community, and your mental capabilities empower you to tackle challenges head on. Your commitment to reaching your goals and your ability to maintain a positive perspective contribute to your success, establishing you as a beacon of inspiration for those who look up to you.",
    "available_number_4_description": "Individuals with a predominant practical side in their chart are often described as being very practical in life and are usually adept with their hands. You find enjoyment in hands-on occupations, and your patience might wear thin when dealing with imaginative ideas and theories. Your strength lies in your ability to organize others and execute plans with precision. In some instances, you might also have a strong connection to music and handicrafts, showcasing a practical and skilful approach in various aspects of your life.",
    "available_number_5_description": "You are emotionally well balanced. They are compass understanding and caring. They are able to motivate and inspire others to achieve much than would have otherwise been possible.",
    "available_number_6_description": "You are a true lover of home and loved ones. You find joy in domestic responsibilities and harbour considerable creative potential. Your nurturing qualities make you a good parent, and over time, you become the person everyone in the family turns to when things are not going well. Despite these positive attributes, individuals with a single 6 may experience insecurity and worry about the prospect of being widowed and left on their own. This concern for the well-being of loved ones is a central theme in your life.",
    "available_number_7_description": "You are likely to learn through losses of love, possessions or health. A learn from these experiences they usually become more & more inter tested in empathy spiritual pursuits.",
    "available_number_8_description": "You are likely to be highly perceptive and conscientious. You prefer to gain personal experiences rather than relying too much on trust. Possessing fixed views and opinions, you find it challenging to change your mind once decisions have been made. Your rigidity and stubbornness are akin to an 'aidiyal tatoo,' suggesting an unwavering and persistent nature. While your perceptiveness and conscientiousness can be valuable, the inflexibility in changing perspectives may present challenges in certain situations.",
    "available_number_9_description": "You are likely ambitious and possess a strong desire to improve yourself. The number 9 operates on both the mental and will planes, and this combination may be one reason why humankind achieved significant advancements in the 20th century. Your ambitious nature and the influence of the number 9 suggest that you have the potential for impactful growth and positive contributions to yourself and the world around you.",
    
    "digit_meaning_1": "Leadership, independence, originality",
    "digit_meaning_2": "Cooperation, balance, relationships",
    "digit_meaning_3": "Creativity, joy, communication",
    "digit_meaning_4": "Stability, practicality, hard work",
    "digit_meaning_5": "Freedom, adventure, change",
    "digit_meaning_6": "Responsibility, care, love for family",
    "digit_meaning_7": "Spirituality, introspection, wisdom",
    "digit_meaning_8": "Power, ambition, material success",
    "digit_meaning_9": "Compassion, universal love, humanitarianism",
    
    "mobile_number_1": "Mobile number 1 represents power, authority, and leadership.", 
    "mobile_number_2": "Mobile number 2 represents power, creativity, partnership, and peace.",
    "mobile_number_3": "Mobile number 3 represents power, ambition, creativity, and enthusiasm.", 
    "mobile_number_4": "Mobile number 4 represents power, stability, hard work , and reliability.", 
    "mobile_number_5": "Mobile number 5 represents power, adventurousness, adaptability, and freedom.",
    "mobile_number_6": "Mobile number 6 represents power, compassion, balance, and harmony.", 
    "mobile_number_7": "Mobile number 7 represents power, analytics, inner strength, and wisdom.", 
    "mobile_number_8": "Mobile number 8 represents power, ambition, achievement, and success.",
    "mobile_number_9": "Mobile number 9 represents power, compassion, spiritual and humanitarianism.", 

    "your_mobile_number_is": "Your mobile number is",
    "your_mobile_number_sum_is": "The sum of your mobile number is",

    "sum_result_best": "The sum of your mobile number is Best.",
    "sum_result_good": "The sum of your mobile number is Good.",
    "sum_result_not_good": "The sum of your mobile number is not favorable.",
    "suggest_change_to_5_6_1": "Try changing it to 5 (Best), 6 (Good), or 1 (Average).",
    "try_change_to_5_6_1": "Try changing your number to 5 (Best), 6 (Good), or 1 (Average).",

    "negative_number_in_mobile": "Negative number(s) in your mobile number",
    "no_negative_number": "There are no negative numbers in your mobile number.",

    "triplets_found": "Pairs of three found in your mobile number",
    "no_triplets_found": "You have no triplets of 1, 3, 5, or 6.",
    
    "vehicle_must_be_4_digit": "Vehicle must be a 4-digit number",
    "your_vehicle_number_is": "Your Vehicle Number is",
    "your_vehicle_number_sum_is": "Your vehicle number sum is",

    "vehicle_number_1": "Vehicle number 1 represents power, authority, and leadership.", 
    "vehicle_number_2": "Vehicle number 2 represents power, creativity, partnership, and peace.",
    "vehicle_number_3": "Vehicle number 3 represents power, ambition, creativity, and enthusiasm.", 
    "vehicle_number_4": "Vehicle number 4 represents power, stability, hard work , and reliability.", 
    "vehicle_number_5": "Vehicle number 5 represents power, adventurousness, adaptability, and freedom.",
    "vehicle_number_6": "Vehicle number 6 represents power, compassion, balance, and harmony.", 
    "vehicle_number_7": "Vehicle number 7 represents power, analytics, inner strength, and wisdom.", 
    "vehicle_number_8": "Vehicle number 8 represents power, ambition, achievement, and success.",
    "vehicle_number_9": "Vehicle number 9 represents power, compassion, spiritual and humanitarianism.", 

    "negative_number_in_vehicle": "Negative Number in your vehicle number",
    "no_negative_number_vehicle": "There is no negative number in your vehicle number.",
    "triplets_found_vehicle": "Pairs of Three found in your vehicle number",
    "no_triplets_found_vehicle": "You have no triplets of 1, 3, 5, 6",

    "name_number_description": "In the below section, Your Name has been analyzed as per CHALDEAN NUMEROLOGY method to confirm whether your name is compatible with your Birthday number(Moolank) as well as Life path number(Bhagyank) or not.",
    "your_name_number": "Your Name number as per Chaldean Numerology is",
    "your_first_name_number": "Your First Name number as per Chaldean Numerology is",
    "suggested_name_number_title": "Suggested NAME NUMBER (FIRST & FULL NAME) as per your Birthday (Moolank) & Life Path Number (Bhagyank)",
    "favourable_numbers": "Favourable Numbers",
    "unlucky_numbers": "Avoidable Numbers",
    "neutral_numbers": "Natural Numbers",
    "suggested_name_total": "Suggested name spelling total",
    "no_suggested_name_total": "No specific name spelling suggestion.",

    "compatibility": {
        "great": "Great!! {{label}} is matching as per {{type}}",
        "average": "{{label}} Match is Average as per {{type}}",
        "not_aligned": "{{label}} needs to be analyzed. Its not aligned as per {{type}}",

        "great_overall": "Great!! {{label}} is matching as per Moolank & Bhagyank",
        "average_overall": "{{label}} Match is Average as per Moolank & Bhagyank",
        "not_aligned_overall": "{{label}} needs to be analyzed. Kindly consult with Good Numerologist for {{label}} Analysis. Highly Recommended"
    },

    "The name spelling should come to a total of 5": "The name spelling should come to a total of 5",
    "If no.5 is missing in the numeroscope": "If no.5 is missing in the numeroscope",
    "It completes 2 5 8 or 4 5 6 line when added. Changes life": "It completes 2 5 8 or 4 5 6 line when added. Changes life",
    "The name spelling should come to a total of 6": "The name spelling should come to a total of 6",
    "If no.6 is missing in the numeroscope": "If no.6 is missing in the numeroscope",
    "Neither the driver nor conductor number is 3, the name spelling should total 6.": "Neither the driver nor conductor number is 3, the name spelling should total 6.",
    "The name spelling should come to a total of 1": "The name spelling should come to a total of 1",
    "If 5 and 6 both are available / present in the numeroscope": "If 5 and 6 both are available / present in the numeroscope",
    "Neither the driver nor conductor number is 8, the name spelling should total 1.": "Neither the driver nor conductor number is 8, the name spelling should total 1.",
    "The name spelling should be considered for a total of 3": "The name spelling should be considered for a total of 3",
    "If no.3 is missing in the numeroscope": "If no.3 is missing in the numeroscope",
    "Neither the driver nor conductor number is 6,": "Neither the driver nor conductor number is 6,",
    "The person is in a specific profession (field of education, medicine or spirituality), the name spelling should total 3.": "The person is in a specific profession (field of education, medicine or spirituality), the name spelling should total 3.",
    "Note: Name number should never be 4 or 8.": "Note: Name number should never be 4 or 8.",

    "rudraksha": {
        "description1": "Rudraksha beads are considered sacred in many spiritual traditions, often used for meditation, healing, and achieving balance in life. Each type of Rudraksha bead corresponds to specific planetary energies, chakras, or zodiac signs, believed to bring positive vibrations and benefits to the wearer.",
        "description2": "In our system, Rudraksha Suggestions are personalized based on your zodiac sign or astrological profile. By understanding your zodiac sign's attributes and challenges, we recommend the Rudraksha bead that aligns with your energy, promoting harmony, success, and spiritual growth.",
        "your_zodiac": "Your Zodiac : {{zodiac}}",
        "suggestion": "Rudraksha suggestion for you: {{rudraksha}} Mukhi Rudraksha"
    },

    "prediction_not_found": "Prediction not found for this radical number and locale.",
    "cloth_colour_description": "In numerology, colors are closely associated with numbers, and each number vibrates with specific energy that aligns with particular colors. Wearing the right colors based on your numerological number can enhance your luck, energy, and harmony. Here’s how different numbers are linked with colors and what they signify.",
    "cloth_colour_suggestion": "Cloth color suggestions for you",

    "watch_colour_suggestion": "Wrist watch color suggestions for you",

    "wrist_watch_1": "You should a golden coloured wrist watch, You have to wear it on Sunday. you can wear it but take care that it should be showing the correct time. If it is on precise time, all things will also happen on time.",
    "wrist_watch_2": "You should use a silver/White color wrist watch. You have to wear it on Monday. So, if, on Monday, you wear a silver coloured wrist watch, the things stuck in your life start moving.",
    "wrist_watch_3": "You can use a golden coloured wrist watch suits them a lot. You have to wear it on Thursday.",
    "wrist_watch_4": "You can use a metallic grey coloured wrist watch, You can get very good results.",
    "wrist_watch_5": "You should use a wrist watch which has both golden and silver colour and You should wear it on a Wednesday.",
    "wrist_watch_6": "You should wear a rose gold coloured wrist watch and that too on Friday, the events in your life start moving.",
    "wrist_watch_7": "You should wear a wear golden watch. When you wear a golden wrist watch and on correct time, things will start moving for you.",
    "wrist_watch_8": "You Should wear a black coloured wrist watch, things will begin to move in their lives. But make sure that the watches are on correct time- neither fast nor losing time.",
    "wrist_watch_9": "You can wear copper coloured tone wrist watch, it will give best results or maybe rose gold – it is also suitable.",

    "energy_booster_remedy": "Energy booster remedy",
    "oil_suggestion_description": "In numerology, oils are believed to carry specific vibrations that align with planetary energies associated with each number. Using the right oil can amplify your natural strengths, harmonize your energy, and bring positivity into your life. These oils can be used for personal care, diffusers, or even rituals to enhance your connection to your ruling number.",
    "oil_suggestion_for_you": "Oil suggestions for you",

    "Lucky Things description": "Your birthday number, life path number, month number, year number, and zodiac sign all play essential roles in your life. You can determine your lucky dates, days, colors, and directions by considering all these numbers. Consider which ones align with essential events or positive news if you notice multiple lucky dates, days, or colors. Consider those as your primary lucky dates, days, or colors.",

    "LUCKY NUMBER": "LUCKY NUMBER", 
    "Lucky number": "Lucky number", 
    "UNLUCKY NUMBER": "UNLUCKY NUMBER", 
    "Unlucky number": "Unlucky number", 
    "NATURAL NUMBER": "NATURAL NUMBER",
    "Natural number": "Natural number",
    "LUCKY DATE": "LUCKY DATE", 
    "Lucky date": "Lucky date", 
    "LUCKY DAYS": "LUCKY DAYS", 
    "Lucky days": "Lucky days", 
    "LUCKY COLORS": "LUCKY COLORS", 
    "Lucky colors": "Lucky colors", 
    "LUCKY DIRECTION": "LUCKY DIRECTION",
    "Lucky Direction": "Lucky Direction",
    "MAIN GATE DIRECTION": "MAIN GATE DIRECTION",
    "Main Gate Direction": "Main Gate Direction",

    "Drink lots of water": "Drink lots of water",
    "Offer water to Sun in the mornings.": "Offer water to Sun in the mornings.",
    "Note: Those who have driver or conductor number as 8, do not offer water to Sun. Lota of tamba / Kum Kum. There is no effect of Kua number.": "Note: Those who have driver or conductor number as 8, do not offer water to Sun. Lota of tamba / Kum Kum. There is no effect of Kua number.",
    "Take blessings of your father or father figure, personally or by mobile or by photo.": "Take blessings of your father or father figure, personally or by mobile or by photo.",
  
    "Wear pearls or crystals and keep a pair of silver Swan statues in the house.": "Wear pearls or crystals and keep a pair of silver Swan statues in the house.",
    "Hang pictures of Mountains without any lake, sea, river in the South West corner of the home.": "Hang pictures of Mountains without any lake, sea, river in the South West corner of the home.",
    "Donate white colored items like sugar, rice, white clothes to the beggar.": "Donate white colored items like sugar, rice, white clothes to the beggar.",
    "Keep Earthen pot in the Southwest corner of the house.": "Keep Earthen pot in the Southwest corner of the house.",
    "Drink water stored in a silver or copper vessel overnight to enhance the Moon's calming effects.": "Drink water stored in a silver or copper vessel overnight to enhance the Moon's calming effects.",
    "Take blessings of your Mother personally or by mobile or by photo.": "Take blessings of your Mother personally or by mobile or by photo.",

    "Must wear clear crystal (Spatik) bracelet or mala 23 bits, It will cleanse the aura and there will be no negative thoughts.": "Must wear clear crystal (Spatik) bracelet or mala 23 bits, It will cleanse the aura and there will be no negative thoughts.",
    "Must wear any shade of green colour daily.": "Must wear any shade of green colour daily.",
    "Must eat green vegetables.": "Must eat green vegetables.",
    "Offer green grass to cow every day, specially on Wednesday.": "Offer green grass to cow every day, specially on Wednesday.",
    "Walk barefoot every morning.": "Walk barefoot every morning.",
    "Must help, support and respect poor, needy, orphan kids by giving them clothes, food, water, medicines, education, books etc": "Must help, support and respect poor, needy, orphan kids by giving them clothes, food, water, medicines, education, books etc",
    "Green Mask / Wear Crystal Mala/ Green Shade/ Hankerchief/Sabji/ Dhaniya/": "Green Mask / Wear Crystal Mala/ Green Shade/ Hankerchief/Sabji/ Dhaniya/",

    "On Saturdays, they should refrain from eating non-vegetarian fare and instead fast.": "On Saturdays, they should refrain from eating non-vegetarian fare and instead fast.",
    "Keep an urn of water and crystals in the north-east direction.": "Keep an urn of water and crystals in the north-east direction.",
    "Donate salty foods to needy people.": "Donate salty foods to needy people.",
    "Give respect to people who are giving services to you such as, liftman, watchman, rickshaw drivers, taxi drivers, sweepers and your employees as well.": "Give respect to people who are giving services to you such as, liftman, watchman, rickshaw drivers, taxi drivers, sweepers and your employees as well.",

    "Must wear a Tulsi mala made of five Mukhi Rudraksha.": "Must wear a Tulsi mala made of five Mukhi Rudraksha.",
    "The east side of the house should include scenes of green plants because number three stands for the wood element.": "The east side of the house should include scenes of green plants because number three stands for the wood element.",
    "Put a tilak on your forehead with saffron": "Put a tilak on your forehead with saffron",
    "Always carry something made of wood (for example, a sandalwood rosary, a wooden bracelet, or a pen).": "Always carry something made of wood (for example, a sandalwood rosary, a wooden bracelet, or a pen).",
    "Avoid Rahu Kaal for any important activities or wearing remedies. Check the timing daily.": "Avoid Rahu Kaal for any important activities or wearing remedies. Check the timing daily.",
    "Take blessings from your Guru and always give respect full heartedly.": "Take blessings from your Guru and always give respect full heartedly.",

    "One should wear Tulsi Mala along with Five Mukhi Rudraksha and donate coconut as the fourth number means wood element.": "One should wear Tulsi Mala along with Five Mukhi Rudraksha and donate coconut as the fourth number means wood element.",
    "Always carry something wooden, such as a pen, bracelet, or keychain.": "Always carry something wooden, such as a pen, bracelet, or keychain.",
    "Should wear on lucky date only": "Should wear on lucky date only",
    "Check Rahu Kaal daily and avoid important tasks during this time.": "Check Rahu Kaal daily and avoid important tasks during this time.",
    "Keep South-East landscapes lush with vegetation.": "Keep South-East landscapes lush with vegetation.",
    "Must help, support, respect poor needy people by giving them food, water, medicines etc.": "Must help, support, respect poor needy people by giving them food, water, medicines etc.",

    "Must wear gold & silver combination metal strap watch.": "Must wear gold & silver combination metal strap watch.",
    "Vibration of metal watch enters body & connects you with the time & vice versa.": "Vibration of metal watch enters body & connects you with the time & vice versa.",
    "Spend money for yourself by buying branded clothes, perfumes, accessories etc.": "Spend money for yourself by buying branded clothes, perfumes, accessories etc.",

    "Must wear gold metal strap watch.": "Must wear gold metal strap watch.",
    "Do lots of religious work like performing puja, giving time and services to religious places, giving donations and providing better infrastructure if possible. Devote yourself in religious activities.": "Do lots of religious work like performing puja, giving time and services to religious places, giving donations and providing better infrastructure if possible. Devote yourself in religious activities.",

    "Must wear red thread on hand always": "Must wear red thread on hand always",
    "Must wear red colour on Tuesdays.": "Must wear red colour on Tuesdays.",
    "Wear Red clothes / Inner garment": "Wear Red clothes / Inner garment",
    "Give respect to people who are giving services to you such as, traffic police, army, doctors.": "Give respect to people who are giving services to you such as, traffic police, army, doctors.",

    "personal year 1 title": "A YEAR OF NEW STARTS",
    "personal year 2 title": "SLOW AND GENTLE YEAR",
    "personal year 3 title": "YEAR OF EDUCATION / KNOWLEDGE / SPIRITUALTY / RELIGION / OCCULT SCIENCE WORK",
    "personal year 4 title": "FOCUSED APPROACH, HARD WORK AND REALISTIC GOALS ACHIEVED",
    "personal year 5 title": "SUCCESS AND EXPECT THE UNEXPECTED",
    "personal year 6 title": "LUXURY, HOME AND FAMILY",
    "personal year 7 title": "RESEARCH, KNOWLEDGE, WISDOM, SPIRITUALITY AND OCCULT",
    "personal year 8 title": "HARD WORK, MONEY AND FINANCE",
    "personal year 9 title": "RE-EVALUATION AND AUDIT PERIOD",

    "personal year 1 description": "The personal year 1 represents sun and in this year you can expect more enthusiasm and energy which will help you to escalate or accomplish your unrealized goals and dreams whether it is related to your job/ business / career/home or marriage etc. Remember whatever you are going to start this year, it will have a great impact in the overall success of your coming life. It is highly recommended that don’t miss the potential of this year.",
    "personal year 2 description": "It represents the year of moon. It’s a slow and gentle year & demands patient waiting (which nobody wants). You will be tempted to push and make the things happen. It works in personal year 1 but it is a waste of time and energy in this year. It is a year to analyse the things and to consolidate the previous and present things. By doing this you will find that you have reached where you want to be by the end of the year.",    
    "personal year 3 description": "This is a year of Jupiter. This year your mind might be thinking of fun activities but they are unlikely to happen. It is better you focus on the things related education, knowledge, spirituality / religion. For people who are associated / want to be associated with the field of occult, education, spiritualism or religion, this year will bring fantastic results. Expansion is possible in this year. However, if you are thinking of business / job growth, then the results may vary from person to person.",
    "personal year 4 description": "This is a year of Rahu which demands or dictates the two things - hard work and focussed approach, Goal Orientation, Realistic, . This year says that if you set a specific goal at the beginning of the year and work hard to achieve that goal, then by the end of the year you will have something to show yourself and to the world. Your pocket will be full of accomplishments. If you don’t work hard and have no specific goal in mind, then the tone of the year is going to be serious, heavy and restricting. That is why this is the best or worst year for someone.",
    "personal year 5 description": "This is a year of mercury and we know mercury is comfortable and compatible with all the planets. So everyone can expect something from good to great. This year is an auspicious year for change and variety be it your career / home / marriage / country or anything. You may expect the unexpected gains in area of your passion. If you want to go bungee jumping but never get around it, be assured to go for it.",
    "personal year 6 description": "This is a year of Venus which represents luxury and glamour Entrainment, Cosmetic. If you are thinking to get married (if it’s not happening in the last few years)then this is a perfect year for marriage. Similarly, if your relationship is foundering, then you can get divorce also. If baby is not happening in your life, then this is the perfect year to have it. It’s a perfect year to have a new car or home. You can even think to redecorate or reconstruct your existing house.",
    "personal year 7 description": "This is a year of Ketu (Egoless) which denotes to knowledge, wisdom, spirituality and occult, Healing. Your thoughts will be on the voyage of either learning or to meditate. You may learn new skills or go for formal or informal study. This is a year of planning and analysis but not the year for implementation. You may like to go for sabbatical in this year. No ego Planet.",    
    "personal year 8 description": "This is a year of Saturn which denotes to your karma, hard work, money and finance. This year says i will give you the result by evaluating your hard work and karma that you have done in the past decade. If you have done a little you will receive little, if you have done good you will receive good. Money matters will tend to go your way. If you sell or buy something, you will get a good price (especially property/real estate). Many people become workaholic in this year to earn more and more money. However, it is advised to relax and unwind otherwise you may face some minor/major health issues.",
    "personal year 9 description": "This is the year of mars and last year of the epicycle from 1 to 9. This is a year of re- evaluation and audit of what you have done in the past 9 years. Don’t expect anything great in the area of business, health or relationship (if the year goes smoothly then consider it as a bonus). It is highly recommended to shelve new ideas for implementation & wait for personal year 1. You may be misguided by the number of false leads. You may be unnecessarily trapped. By the end of the year, you will find some ray of hope and will be figuring out where to go next year.",

    "personal year 1 note": "*1 - 8 is an anti-combination",
    "personal year 3 note": "To increase luck factor in Job & Business sector combine work with religious activities.",

    "Luck Factor": "Luck Factor",
    "Your Luck factors based on compatibility between your personal year and your driver number": "Your Luck factors based on compatibility between your personal year and your driver number",
    "Luck Factor - Research, Education, Spiritual & Occult Activities": "Luck Factor - Research, Education, Spiritual & Occult Activities",
    "Luck Factor - Other Things": "Luck Factor - Other Things",
    "Luck Factor - Education Religion": "Luck Factor - Education Religion",
    "Luck Factor - Job , Business , Education": "Luck Factor - Job , Business , Education",

    "Note": "Note",

    "YOUR PERSONAL YEAR": "YOUR PERSONAL YEAR",

    "10, 13, 14, 16, 19 are karmic Numbers": "10, 13, 14, 16, 19 are karmic Numbers",
    "Your Karmic Number": "Your Karmic Number is {{karmic_number}}",
    "You are not born in Karmic Numbers": "You are not born in Karmic Numbers",

    "You do not have a Master Driver number": "You do not have a Master Driver number",

    "Your Master Driver Number": "Your Master Driver Number is {{mdn}}",
    "Your Driver Number": "Your Driver Number  is {{dn}}",
    "Characteristics of an individual having Master Driver Number as 11 is as under": "Characteristics of an individual having Master Driver Number as 11 is as under",
    "Dreamer - Big Dreams, but not doers, cannot achieve what they dream.": "Dreamer - Big Dreams, but not doers, cannot achieve what they dream.",
    "Unrealistic goals.": "Unrealistic goals.",
    "Needs a push, support or motivation, challenge to achieve their dreams ( from near & dear ones).": "Needs a push, support or motivation, challenge to achieve their dreams ( from near & dear ones).",
    "Can do wonders in life if get proper guidance and support.": "Can do wonders in life if get proper guidance and support.",
    "Is double sun power": "Is double sun power",

    "Characteristics of an individual having Master Driver Number as 22 is as under": "Characteristics of an individual having Master Driver Number as 22 is as under",
    "Dreamer - and doers.": "Dreamer - and doers.",
    "What they think, they will do it.": "What they think, they will do it.",
    "Will not rest till they achieve their goal.": "Will not rest till they achieve their goal.",
    "Does not require support or motivation to achieve their dreams.": "Does not require support or motivation to achieve their dreams.",
    "Need is hard work, focused approach, Realistic": "Need is hard work, focused approach, Realistic",
    "Else - Raja - Rank.": "Else - Raja - Rank.",

    "Characteristics of an individual having Master Driver Number as 33 is as under": "Characteristics of an individual having Master Driver Number as 33 is as under",
    "Unconditional love.": "Unconditional love.",
    "No enemies.": "No enemies.",
    "Complete humanitarian.": "Complete humanitarian.",
    "They will experience the results and then advice remedies to others.": "They will experience the results and then advice remedies to others.",
    "Good Preachers.": "Good Preachers.",

    "Master Conductor Numbers are 11, 22, 33": "Master Conductor Numbers are 11, 22, 33",

    "Your Master Conductor Number": "Your Master Conductor Number is {{mcn}}",
    "You do not have a master conductor number": "You do not have a master conductor number.",
    "Your Conductor Number": "Your Conductor Number is {{cn}}",
    "Characteristics of an individual having Master Conductor Number as 11 is as under": "Characteristics of an individual having Master Conductor Number as 11 is as under",
    "Characteristics of an individual having Master Conductor Number as 22 is as under": "Characteristics of an individual having Master Conductor Number as 22 is as under",
    "Characteristics of an individual having Master Conductor Number as 33 is as under": "Characteristics of an individual having Master Conductor Number as 33 is as under",

    "Dummy": "Dummy"
}