{
	"Aries": "मेष",
	"Taurus": "वृषभ",
	"Gemini": "मिथुन",
	"Cancer": "कर्क",
	"Leo": "सिंह",
	"Virgo": "कन्या",
	"Libra": "तुला",
	"Scorpio": "वृश्चिक",
	"Sagittarius": "धनु",
	"Capricorn": "मकर",
	"Aquarius": "कुंभ",
	"Pisces": "मीन",

    "Lo_Shu_Grid": "लो शू ग्रिड",
    "Number_Analysis": "संख्या विश्लेषण",
    "intellectual_plane": "बौद्धिक स्तर",
    "spiritual_plane": "आध्यात्मिक स्तर",
    "emotional_plane": "भावनात्मक स्तर",
    "material_plane": "भौतिक स्तर",
    "practical_plane": "प्रैक्टिकल प्लेन",
    "thought_plane": "विचार स्तर",
    "planing_plane": "योजना स्तर",
    "will_plane": "विल प्लेन",
    "action_plane": "एक्शन प्लेन",
    "property_plane": "प्रॉपर्टी प्लेन",
    "luck_plane": "लक प्लेन",
    "Missing":"गुम",
    "Missing_Numbers": "मिसिंग नंबर",
    "Available_Numbers": "उपलब्ध नंबर",
    "ALL_AVAILABLE_NUMBERS": "सभी उपलब्ध नंबर",
    "Name_Analysis": "नाम विश्लेषण",
    "Mobile_Analysis": "मोबाइल विश्लेषण",
    "MOBILE_NUMBER_ANALYSIS": "मोबाइल नंबर विश्लेषण",
    "Vehicle_Analysis": "वाहन विश्लेषण",
    "VEHICLE_NUMBER_ANALYSIS": "वाहन संख्या विश्लेषण",    
    "Cloth_Colour": "कपड़े का रंग",
    "Wrist_Watch_Analysis": "कलाई घड़ी विश्लेषण",
    "Wrist_Watch_Colour": "कलाई घड़ी का रंग",
    "Oil_Suggestion": "तेल सुझाव",
    "Rudraksha_Suggestion": "रुद्राक्ष सुझाव",
    "Health_Analysis": "स्वास्थ्य विश्लेषण",
    "Marriage_&_Relationship": "विवाह एवं संबंध",
    "MARRIAGE_&_RELATIONSHIP_ANALYSIS": "विवाह एवं संबंध विश्लेषण",
    "Lucky_Things": "भाग्यशाली चीज़ें",
    "Remedies": "उपाय",
    "Career_Analysis": "करियर विश्लेषण",
    "Money_Analysis": "धन विश्लेषण",
    "Job_Analysis": "रोजगार विश्लेषण",
    "Personal_Year": "व्यक्तिगत वर्ष",
    "Karmic_Number": "कर्म संख्या",
    "Master_Driver_Number": "मास्टर ड्राइवर नंबर",
    "Master_Conductor_Number": "मास्टर कंडक्टर नंबर",

    "invalid_plane_type": "अमान्य प्लेन प्रकार।",

	"intellectual_plane_with_digits": "आपकी जन्मतिथि के अनुसार आपके बौद्धिक स्तर {{digits}} के अंक होते हैं",
	"intellectual_plane_description": "यदि यह तीर आपके चार्ट में मौजूद है, तो यह इंगित करता है कि आप एक अच्छी याददाश्त और तार्किक दिमाग वाले अत्यधिक बुद्धिमान, बौद्धिक और स्पष्टवादी व्यक्ति हैं। यदि तीर में सभी नंबर गायब हैं, तो आप मानसिक असंतुलन और कमजोर स्मृति से पीड़ित हो सकते हैं।",
	"intellectual_plane_weightage": "आपके बौद्धिक स्तर का वेटेज {{inte_weight}}% है।",
	"intellectual_plane_weightage_100": "यदि यह तीर आपके चार्ट में मौजूद है, तो यह एक अच्छी याददाश्त और तार्किक दिमाग वाले अत्यधिक बुद्धिमान, बौद्धिक और स्पष्टवादी व्यक्ति को इंगित करता है। आप चतुर व्यक्ति हैं, विचारक हैं।",

    "spiritual_plane_with_digits": "आपकी जन्मतिथि के अनुसार आपके आध्यात्मिक स्तर {{digits}} के अंक हैं",
	"spiritual_plane_description": "यदि यह तीर आपके चार्ट में मौजूद है, तो इसका मतलब है कि आप भावनात्मक सद्भाव और आध्यात्मिक मूल्यों से संपन्न हैं, जो मध्य आयु के बाद संतुष्टि की ओर ले जाते हैं। यदि आपके चार्ट में इस तीर के सभी अंक गायब हैं, तो यह जीवन में शुष्कता और आनंद की कमी को दर्शाता है। आप अकेलेपन का शिकार हो सकते हैं।",
	"spiritual_plane_weightage": "आपके आध्यात्मिक स्तर का वेटेज {{spi_weight}}% है।",
	"spiritual_plane_weightage_0": "आध्यात्मिक स्तर का अभाव (3-5-7): आपके चार्ट में इस तीर से एक या एक से अधिक संख्याओं की अनुपस्थिति जीवन में शुष्कता और आनंद की कमी को दर्शाती है। आप अकेलेपन का शिकार हो सकते हैं। यह तीर भावनाओं की कमी को भी दर्शाता है। यदि यह तीर आपके चार्ट में गायब है, तो आप अपने लक्ष्य को प्राप्त करने के लिए इतने दृढ़ हो सकते हैं कि आप अपने दोस्तों और परिवार को भूल जाएंगे और परिणामस्वरूप आपके जीवन में खुशी, प्यार और हंसी की कमी हो जाएगी। आप आमतौर पर बुढ़ापे में अकेलेपन से अत्यधिक पीड़ित होते हैं।",

    "material_plane_with_digits": "आपकी जन्मतिथि के अनुसार, आपके भौतिक स्तर {{digits}} में अंक हैं",
	"material_plane_description": "यदि यह तीर आपके चार्ट में मौजूद है, तो यह व्यापार और वाणिज्यिक उद्यमों में महान भौतिक सफलता और उत्कृष्टता का संकेत देता है। यदि इस तीर में सभी अंक अनुपस्थित हैं, तो यह वित्तीय उद्यमों में निरंतर विफलता और घाटे का संकेत देता है।",
	"material_plane_weightage": "आपके भौतिक स्तर का वेटेज {{mat_weight}}% है।",

    "thought_plane_with_digits": "आपकी जन्मतिथि के अनुसार आपके विचार स्तर {{digits}} के अंक हैं",
	"thought_plane_description": "यदि यह तीर आपके चार्ट में मौजूद है, तो यह एक महान योजनाकार, चतुर रणनीतिज्ञ या राजनीतिज्ञ को इंगित करता है। यदि इस तीर में सभी अंक अनुपस्थित हों तो यह व्यक्ति को अतार्किक तथा अव्यवस्थित बनाता है।",
	"thought_plane_weightage": "आपके विचार स्तर का वेटेज {{thought_weight}}% है।",
	"thought_plane_weightage_66": "आप रचनात्मक होंगे, आपमें विचार करने की क्षमता होगी और आप नवोन्वेषी होंगे। कार्डियक अरेस्ट के कारण परिवार में किसी की मृत्यु हो सकती है। स्वास्थ्य संबंधी सांस संबंधी परेशानी हो सकती है।",

    "will_plane_with_digits": "आपकी जन्मतिथि के अनुसार, आपके विल प्लेन {{digits}} में नंबर होते हैं",
	"will_plane_description": "यदि यह तीर आपके चार्ट में मौजूद है, तो आप मजबूत विचारों वाले जिद्दी और दृढ़ व्यक्तित्व वाले हो सकते हैं। आप हर उपक्रम और प्रयास में सफल होंगे। यदि इस तीर में सभी अंक अनुपस्थित हैं तो आपको दृढ़ निर्णय लेने में कठिनाई होगी।",
	"will_plane_weightage": "आपके विल प्लेन का वेटेज {{will_weight}}% है।",

    "action_plane_with_digits": "आपकी जन्मतिथि के अनुसार, आपके आउटलुक/एक्शन प्लेन {{digits}} में नंबर होते हैं",
	"action_plane_description": "यदि यह तीर आपके चार्ट में मौजूद है, तो यह इंगित करता है कि व्यक्ति बहुत सक्रिय है और उन गतिविधियों का शौकीन है जिनके लिए शारीरिक गतिविधि और सहनशक्ति की आवश्यकता होती है। यदि इस तीर में सभी अंक अनुपस्थित हैं तो यह दर्शाता है कि आपमें नैतिक और आध्यात्मिक शक्ति की कमी होगी।",
	"action_plane_weightage": "आपके एक्शन प्लेन का वेटेज {{action_weight}}% है।",
	"action_plane_weightage_0": "एक्शन प्लेन का अभाव (2-7-6): आपके चार्ट में इस तीर से एक या एक से अधिक संख्याओं की अनुपस्थिति नैतिक और आध्यात्मिक शक्ति की कमी को दर्शाती है। अवसरों को समझने के लिए आपको आम तौर पर अधिक प्रेरणा और सहायता की आवश्यकता होती है, भले ही वे आपको स्वतंत्र रूप से सौंपे गए हों। आप अनिर्णायक हैं, जोखिम लेने से डरते हैं, और आम तौर पर यदि आप खुद को लागू करते तो आप जो कर सकते थे उसका केवल एक अंश ही हासिल कर पाते हैं।",

    "property_plane_with_digits": "आपकी जन्मतिथि के अनुसार, आपके प्रॉपर्टी प्लेन {{digits}} में नंबर होते हैं",
	"property_plane_description": "यदि यह तीर आपके चार्ट में मौजूद है, तो यह इंगित करता है कि आपके पास धैर्य, दृढ़ता और दृढ़ संकल्प है। यदि आपके चार्ट में यह तीर नहीं बनता है और इस तीर का प्रत्येक अंक गायब है तो यह हताशा का संकेत है। यह असफलताओं और असफलता का कारण बन सकता है।",
	"property_plane_weightage": "आपके प्रॉपर्टी प्लेन का वेटेज {{prop_weight}}% है।",
	"property_plane_weightage_0": "प्रॉपर्टी प्लेन का अभाव (2-5-8) : यदि यह तीर आपके चार्ट में नहीं बनता है और तीर की एक या एक से अधिक संख्या गायब है, तो यह निराशा का संकेत है। यह असफलताओं और असफलता का कारण बन सकता है। यदि आप इस तीर से चूक गए हैं, तो आपको हर अनुभव से सीखना चाहिए और कार्य करने से पहले अच्छी तरह सोच लेना चाहिए।",

    "luck_plane_with_digits": "आपकी जन्मतिथि के अनुसार आपका लक प्लेन {{digits}} अंक रखता है",
	"luck_plane_description": "यदि यह तीर आपके चार्ट में मौजूद है तो यह व्यक्ति की सहज शक्ति और भावनात्मक संतुलन को दर्शाता है। यदि आपके चार्ट में इस तीर के सभी नंबर गायब पाए जाते हैं, तो आप आमतौर पर संदिग्ध और नकारात्मक सोच वाले होते हैं।",
	"luck_plane_weightage": "आपके लक प्लेन का वेटेज {{luck_weight}}% है।",
	"luck_plane_weightage_0": "लक प्लेन का अभाव (4-5-6): यदि आपके चार्ट में इस तीर में एक या एक से अधिक संख्या गायब है, तो आप आमतौर पर संदिग्ध और नकारात्मक सोच वाले हैं। आप कभी-कभी संदेहास्पद, निंदक या मूडी व्यवहार कर सकते हैं। आप चिंता करने और जीवन के नकारात्मक पक्ष पर ध्यान देने के इच्छुक हैं। इस तीर के गुम होने से एक 'धूसर व्यक्ति' का भी पता चलता है जो छाया में रहता है और कभी भी दिन की पूरी रोशनी में बाहर नहीं आना चाहता।",

    "Missing_numbers_description": "आपकी जन्मतिथि के अनुसार, आपके छूटे हुए नंबरों को हाइलाइट किया गया है! लुप्त संख्याएँ जो लो शू चार्ट में नहीं आईं",
	"Missing_Number": "मिसिंग नंबर",

	"number": "संख्या",
	"missing_number_label": "मिसिंग नंबर {{number}}",
	"no_description_available": "कोई विवरण उपलब्ध नहीं है।",
	"no_description_found": "कोई विवरण नहीं मिला।",

	"validation_error": "मान्यता त्रुटि",
	"date_and_gender_required": "जन्म तिथि और लिंग आवश्यक हैं।",
	"date_required_valid": "तारीख आवश्यक है और वह वैध तारीख होनी चाहिए।",
	"name_date_gender_required": "नाम, दिनांक और लिंग आवश्यक हैं",
	"phone_must_be_10_digit": "फोन नंबर 10 अंकों का होना चाहिए।",
    "name_date_phone_required": "नाम, दिनांक और फोन नंबर आवश्यक हैं",
	"success": "सफलता!",

	"Difficulty in expressing their inner views.": "अपने आंतरिक विचारों को व्यक्त करने में कठिनाई।",
    "Always needs support from others.": "सदैव दूसरों से सहायता की आवश्यकता होती है।",
    "Egoless": "अहंकार रहित",
    "May stammer at the early age.": "कम उम्र में ही हकलाना शुरू हो सकता है।",
    "Note : Gel fast, Slow decision making, should respect father & do Surya Dardhan.": "नोट: तेज गति से काम लें, धीरे निर्णय लें, पिता का सम्मान करना चाहिए और सूर्य दर्शन करना चाहिए।",

    "Lack of sensitivity and intuition.": "संवेदनशीलता और अंतर्ज्ञान की कमी।",
    "May not care other’s feelings.": "दूसरों की भावनाओं की परवाह न करना।",
    "Do not admit their mistake and try to justify their actions.": "अपनी गलती स्वीकार न करें और अपने कार्यों को उचित ठहराने का प्रयास करें।",
    "Late Marriage.": "देर से शादी।",
    "Note : Should not waste water & respect mother.": "नोट: पानी बर्बाद नहीं करना चाहिए और माँ का सम्मान करना चाहिए।",

    "Lack of creativity and good imaginative power.": "रचनात्मकता और अच्छी कल्पना शक्ति की कमी।",
    "May surrender to the difficult situation.": "कठिन परिस्थिति के आगे समर्पण कर सकते हैं।",
    "Support Issue / or ask for support.": "समर्थन मुद्दा / या समर्थन मांगें।",

    "Lack of discipline and organisation.": "अनुशासन और संगठन की कमी।",
    "Clumsy hands.": "अनाड़ी हाथ।",

    "Lack of balance in every sphere of life.": "जीवन के हर क्षेत्र में संतुलन का अभाव।",
    "Lack the drive and versatility to get their goals.": "अपने लक्ष्यों को प्राप्त करने के लिए उत्साह और बहुमुखी प्रतिभा की कमी है।",
    "Confidence": "आत्मविश्वास",
    "Travelling ?": "यात्रा ?",

    "Poor bonding with home and family.": "घर और परिवार के साथ ख़राब संबंध।",
    "Weak relationship sector.": "कमजोर संबंध क्षेत्र।",
    "May face marriage problem.": "विवाह में समस्या का सामना करना पड़ सकता है।",
    "Do not get the support from the society at the time of crunch.": "संकट के समय समाज से सहयोग नहीं मिलता।",

    "Lack of spiritualism.": "आध्यात्मिकता का अभाव।",
    "Religion, occult, education.": "धर्म, जादू-टोना, शिक्षा।",
    "May not care for the feelings of others.": "दूसरों की भावनाओं की परवाह न करना।",
    "No Dokha to 7,": "नो दोखा ​​टू 7",
    "No Setback": "कोई बाधा नहीं",

    "Poor in financial management, spendthrift.": "वित्तीय प्रबंधन में कमजोर, खर्चीला।",

    "Overlook the feelings of others.": "दूसरों की भावनाओं को नज़रअंदाज़ करना।",
    "Lack of intelligence and energy n may not care for other’s feelings.": "बुद्धि और ऊर्जा की कमी और दूसरों की भावनाओं की परवाह न करना।",

	"Available numbers description": "आपकी जन्मतिथि के अनुसार आपके उपलब्ध अंक! सभी नंबर लो शू चार्ट में आए",
    "available_number_1_description": "एक संचारक के रूप में, आप एक समझदार और निष्पक्ष दृष्टिकोण के साथ स्थितियों का आकलन करने और नेविगेट करने में उत्कृष्टता प्राप्त करते हैं। बिना किसी पूर्वाग्रह के परिस्थितियों का विश्लेषण और समाधान करने की आपकी क्षमता आपको एक प्रभावी मध्यस्थ या समस्या-समाधानकर्ता बनाती है। संभवतः आपके पास निष्पक्षता की गहरी भावना है, जो आपको कई कोणों से स्थितियों का मूल्यांकन करने और व्यक्तिगत पूर्वाग्रहों से प्रभावित हुए बिना निर्णय लेने में सक्षम बनाती है। निष्पक्षता बनाए रखने का यह कौशल विभिन्न परिदृश्यों और संघर्षों को निष्पक्ष और वस्तुनिष्ठ मानसिकता के साथ संभालने में आपकी सफलता में योगदान दे सकता है।",
    "available_number_2_description": "आपमें संवेदनशीलता और अंतर्ज्ञान है, जो आपको दूसरों को समझने में माहिर बनाता है। हालाँकि, यह संवेदनशीलता एक नकारात्मक पहलू भी लेकर आती है, क्योंकि आप आसानी से आहत हो जाते हैं। आपकी सहज ज्ञान युक्त प्रकृति आपको लोगों का तुरंत आकलन करने की अनुमति देती है, और आपके पास कपट का पता लगाने की एक उल्लेखनीय क्षमता है, हालांकि इस गहरी धारणा को कभी-कभी आपके आस-पास के लोग नजरअंदाज कर सकते हैं। अपनी संवेदनशीलता को लचीलेपन के साथ संतुलित करना महत्वपूर्ण हो सकता है, जो आपको अनावश्यक भावनात्मक संकट से खुद को बचाते हुए सामाजिक संपर्कों को अधिक प्रभावी ढंग से नेविगेट करने में सक्षम बनाता है।",
    "available_number_3_description": "आपका रचनात्मक और कल्पनाशील दिमाग एक मूल्यवान संपत्ति है, जो आपको जीवन को सकारात्मक दृष्टिकोण और दृढ़ संकल्प के साथ देखने की अनुमति देता है। उत्कृष्ट स्मृति और रचनात्मकता की क्षमता के साथ, आप अपने आशावाद और ईमानदारी से दूसरों को प्रेरित करने की क्षमता रखते हैं। आपका सकारात्मक आचरण आपको अपने समुदाय के भीतर प्रेरणा का स्रोत बनाता है, और आपकी मानसिक क्षमताएं आपको चुनौतियों से निपटने के लिए सशक्त बनाती हैं। अपने लक्ष्यों तक पहुँचने के प्रति आपकी प्रतिबद्धता और सकारात्मक दृष्टिकोण बनाए रखने की आपकी क्षमता आपकी सफलता में योगदान करती है, जो आपको उन लोगों के लिए प्रेरणा की किरण के रूप में स्थापित करती है जो आपकी ओर देखते हैं।",
    "available_number_4_description": "जिन व्यक्तियों की कुंडली में व्यावहारिक पक्ष प्रबल होता है, उन्हें अक्सर जीवन में बहुत व्यावहारिक बताया जाता है और वे आमतौर पर अपने हाथों से निपुण होते हैं। आपको व्यावहारिक कार्यों में आनंद मिलता है, और कल्पनाशील विचारों और सिद्धांतों से निपटते समय आपका धैर्य कमजोर हो सकता है। आपकी ताकत दूसरों को संगठित करने और योजनाओं को सटीकता से क्रियान्वित करने की आपकी क्षमता में निहित है। कुछ उदाहरणों में, आपका संगीत और हस्तशिल्प से भी गहरा संबंध हो सकता है, जो आपके जीवन के विभिन्न पहलुओं में व्यावहारिक और कुशल दृष्टिकोण का प्रदर्शन करता है।",
    "available_number_5_description": "आप भावनात्मक रूप से काफी संतुलित हैं। वे दिशा-निर्देश को समझने वाले और देखभाल करने वाले होते हैं। वे दूसरों को उससे कहीं अधिक हासिल करने के लिए प्रेरित और प्रेरित करने में सक्षम हैं जो अन्यथा संभव नहीं होता।",
    "available_number_6_description": "आप घर और प्रियजनों के सच्चे प्रेमी हैं। आप घरेलू जिम्मेदारियों में आनंद पाते हैं और काफी रचनात्मक क्षमता रखते हैं। आपके पालन-पोषण के गुण आपको एक अच्छा माता-पिता बनाते हैं, और समय के साथ, आप वह व्यक्ति बन जाते हैं जिसकी परिवार में हर कोई तब मदद करता है जब चीजें ठीक नहीं चल रही होती हैं। इन सकारात्मक विशेषताओं के बावजूद, सिंगल 6 वाले व्यक्ति असुरक्षा का अनुभव कर सकते हैं और विधवा होने और अकेले छोड़ दिए जाने की संभावना के बारे में चिंता कर सकते हैं। प्रियजनों की भलाई के लिए यह चिंता आपके जीवन का एक केंद्रीय विषय है।",
    "available_number_7_description": "आपको प्यार, संपत्ति या स्वास्थ्य के नुकसान से सीखने की संभावना है। इन अनुभवों से सीखने पर वे आम तौर पर सहानुभूतिपूर्ण आध्यात्मिक गतिविधियों में अधिक से अधिक अंतर्परीक्षित होते जाते हैं।",
    "available_number_8_description": "आपके अत्यधिक बोधगम्य और कर्तव्यनिष्ठ होने की संभावना है। आप भरोसे पर बहुत अधिक भरोसा करने के बजाय व्यक्तिगत अनुभव प्राप्त करना पसंद करते हैं। निश्चित विचार और राय रखने के कारण, निर्णय लेने के बाद आपको अपना मन बदलना चुनौतीपूर्ण लगता है। आपकी कठोरता और हठ एक 'सहायक टैटू' के समान है, जो एक अटूट और लगातार स्वभाव का सुझाव देता है। हालाँकि आपकी बोधगम्यता और कर्तव्यनिष्ठा मूल्यवान हो सकती है, लेकिन बदलते परिप्रेक्ष्य में अनम्यता कुछ स्थितियों में चुनौतियाँ पेश कर सकती है।",
    "available_number_9_description": "आप संभवतः महत्वाकांक्षी हैं और स्वयं को बेहतर बनाने की तीव्र इच्छा रखते हैं। संख्या 9 मानसिक और इच्छा दोनों स्तरों पर काम करती है, और यह संयोजन एक कारण हो सकता है कि मानव जाति ने 20वीं शताब्दी में महत्वपूर्ण प्रगति हासिल की। आपकी महत्वाकांक्षी प्रकृति और अंक 9 का प्रभाव बताता है कि आपमें अपने और अपने आस-पास की दुनिया के लिए प्रभावशाली विकास और सकारात्मक योगदान देने की क्षमता है।",

	"digit_meaning_1": "नेतृत्व, स्वतंत्रता, मौलिकता",
	"digit_meaning_2": "सहयोग, संतुलन, रिश्ते",
	"digit_meaning_3": "रचनात्मकता, आनंद, संचार",
	"digit_meaning_4": "स्थिरता, व्यावहारिकता, कड़ी मेहनत",
	"digit_meaning_5": "स्वतंत्रता, रोमांच, परिवर्तन",
	"digit_meaning_6": "जिम्मेदारी, देखभाल, परिवार के प्रति प्रेम",
	"digit_meaning_7": "आध्यात्मिकता, आत्मनिरीक्षण, ज्ञान",
	"digit_meaning_8": "शक्ति, महत्वाकांक्षा, भौतिक सफलता",
	"digit_meaning_9": "करुणा, सार्वभौमिक प्रेम, मानवता",
	
	"mobile_number_1":"मोबाइल नंबर 1 शक्ति, अधिकार और नेतृत्व का प्रतिनिधित्व करता है।", 
    "mobile_number_2":"मोबाइल नंबर 2 शक्ति, रचनात्मकता, साझेदारी और शांति का प्रतिनिधित्व करता है।",
    "mobile_number_3":"मोबाइल नंबर 3 शक्ति, महत्वाकांक्षा, रचनात्मकता और उत्साह का प्रतिनिधित्व करता है।", 
    "mobile_number_4":"मोबाइल नंबर 4 शक्ति, स्थिरता, कड़ी मेहनत और विश्वसनीयता का प्रतिनिधित्व करता है।", 
    "mobile_number_5":"मोबाइल नंबर 5 शक्ति, साहस, अनुकूलनशीलता और स्वतंत्रता का प्रतिनिधित्व करता है।",
    "mobile_number_6":"मोबाइल नंबर 6 शक्ति, करुणा, संतुलन और सद्भाव का प्रतिनिधित्व करता है।", 
    "mobile_number_7":"मोबाइल नंबर 7 शक्ति, विश्लेषण, आंतरिक शक्ति और ज्ञान का प्रतिनिधित्व करता है।", 
    "mobile_number_8":"मोबाइल नंबर 8 शक्ति, महत्वाकांक्षा, उपलब्धि और सफलता का प्रतिनिधित्व करता है।",
    "mobile_number_9":"मोबाइल नंबर 9 शक्ति, करुणा, आध्यात्मिक और मानवतावाद का प्रतिनिधित्व करता है।", 

	"your_mobile_number_is": "आपका मोबाइल नंबर है",
	"your_mobile_number_sum_is": "आपके मोबाइल नंबर का योग है",

	"sum_result_best": "आपके मोबाइल नंबर का योग श्रेष्ठ है।",
	"sum_result_good": "आपके मोबाइल नंबर का योग अच्छा है।",
	"sum_result_not_good": "आपके मोबाइल नंबर का योग अनुकूल नहीं है।",
	"suggest_change_to_5_6_1": "इसे 5 (श्रेष्ठ), 6 (अच्छा), या 1 (औसत) बनाने का प्रयास करें।",
	"try_change_to_5_6_1": "अपने नंबर को 5 (श्रेष्ठ), 6 (अच्छा), या 1 (औसत) में बदलने का प्रयास करें।",

	"negative_number_in_mobile": "आपके मोबाइल नंबर में नकारात्मक संख्या",
	"no_negative_number": "आपके मोबाइल नंबर में कोई नकारात्मक संख्या नहीं है।",

	"triplets_found": "आपके मोबाइल नंबर में तीन की जोड़ी मिली",
	"no_triplets_found": "आपके पास 1, 3, 5, 6 की कोई तिकड़ी नहीं है।",
	
	"vehicle_must_be_4_digit": "वाहन संख्या 4 अंकों की होनी चाहिए",
	"your_vehicle_number_is": "आपका वाहन नंबर है",
	"your_vehicle_number_sum_is": "आपके वाहन नंबर का योग है",

	"vehicle_number_1": "वाहन संख्या 1 शक्ति, अधिकार और नेतृत्व का प्रतिनिधित्व करती है।",
    "vehicle_number_2": "वाहन संख्या 2 शक्ति, रचनात्मकता, साझेदारी और शांति का प्रतिनिधित्व करती है।",
    "vehicle_number_3": "वाहन संख्या 3 शक्ति, महत्वाकांक्षा, रचनात्मकता और उत्साह का प्रतिनिधित्व करती है।",
    "vehicle_number_4": "वाहन संख्या 4 शक्ति, स्थिरता, कड़ी मेहनत और विश्वसनीयता का प्रतिनिधित्व करती है।",
    "vehicle_number_5": "वाहन संख्या 5 शक्ति, साहसिकता, अनुकूलनशीलता और स्वतंत्रता का प्रतिनिधित्व करती है।",
    "vehicle_number_6": "वाहन संख्या 6 शक्ति, करुणा, संतुलन और सामंजस्य का प्रतिनिधित्व करती है।",
    "vehicle_number_7": "वाहन संख्या 7 शक्ति, विश्लेषण, आंतरिक शक्ति और बुद्धिमत्ता का प्रतिनिधित्व करती है।",
    "vehicle_number_8": "वाहन संख्या 8 शक्ति, महत्वाकांक्षा, उपलब्धि और सफलता का प्रतिनिधित्व करती है।",
    "vehicle_number_9": "वाहन संख्या 9 शक्ति, करुणा, आध्यात्मिकता और मानवतावाद का प्रतिनिधित्व करती है।",

	"negative_number_in_vehicle": "आपके वाहन नंबर में नकारात्मक संख्या",
	"no_negative_number_vehicle": "आपके वाहन नंबर में कोई नकारात्मक संख्या नहीं है।",
	"triplets_found_vehicle": "आपके वाहन नंबर में तीन की जोड़ी मिली",
	"no_triplets_found_vehicle": "आपके पास 1, 3, 5, 6 की कोई तिकड़ी नहीं है।",

	"name_number_description": "नीचे दिए गए अनुभाग में, आपके नाम का विश्लेषण कैल्डियन अंकज्योतिष पद्धति के अनुसार किया गया है ताकि यह पुष्टि की जा सके कि आपका नाम आपके जन्मदिन संख्या (मूलांक) के साथ-साथ जीवन पथ संख्या (भाग्यांक) के साथ संगत है या नहीं।",
	"your_name_number": "कैल्डियन अंकज्योतिष के अनुसार आपका नामांक है",
	"your_first_name_number": "कैल्डियन अंकज्योतिष के अनुसार आपका प्रथम नामांक है",
	"suggested_name_number_title": "आपके जन्मदिन (मूलांक) और जीवन पथ संख्या (भाग्यांक) के अनुसार सुझाया गया नामांक (पहला और पूरा नाम)",
	"favourable_numbers": "अनुकूल संख्याएँ",
	"unlucky_numbers": "परिहार्य संख्याएँ",
	"neutral_numbers": "प्राकृतिक संख्याएँ",
	"suggested_name_total": "सुझाए गए नाम की कुल वर्तनी",
	"no_suggested_name_total": "कोई विशेष नाम वर्तनी का सुझाव नहीं।",

	"compatibility": {
		"great": "बहुत बढ़िया!! {{type}} के अनुसार {{label}} मेल खा रहा है",
		"average": "{{type}} के अनुसार {{label}} मिलान औसत है",
		"not_aligned": "{{label}} का विश्लेषण करने की जरूरत है। यह {{type}} के अनुसार संरेखित नहीं है",

		"great_overall": "बहुत बढ़िया!! {{label}} मूलांक और भाग्यांक के अनुसार मेल खा रहा है",
		"average_overall": "{{label}} मूलांक और भाग्यांक के अनुसार मिलान औसत है",
		"not_aligned_overall": "{{label}} का विश्लेषण करने की जरूरत है। कृपया {{label}} विश्लेषण के लिए किसी अच्छे अंकशास्त्री से परामर्श लें। अत्यधिक अनुशंसित"
	},

	"The name spelling should come to a total of 5": "नाम की स्पेलिंग कुल 5 आनी चाहिए",
    "If no.5 is missing in the numeroscope": "यदि अंकगणित में अंक 5 लुप्त है",
    "It completes 2 5 8 or 4 5 6 line when added. Changes life": "जोड़ने पर यह 2 5 8 या 4 5 6 लाइन पूरी करता है। जीवन बदल देता है",
    "The name spelling should come to a total of 6": "नाम की स्पेलिंग कुल 6 आनी चाहिए",
    "If no.6 is missing in the numeroscope": "यदि अंकगणित में अंक 6 लुप्त है",
    "Neither the driver nor conductor number is 3, the name spelling should total 6.": "न तो ड्राइवर और न ही कंडक्टर का नंबर 3 है, नाम की स्पेलिंग का कुल योग 6 होना चाहिए।",
    "The name spelling should come to a total of 1": "नाम की स्पेलिंग में कुल 1 आना चाहिए",
    "If 5 and 6 both are available / present in the numeroscope": "यदि 5 और 6 दोनों अंकगणित में उपलब्ध/मौजूद हैं",
    "Neither the driver nor conductor number is 8, the name spelling should total 1.": "न तो ड्राइवर और न ही कंडक्टर का नंबर 8 है, नाम की स्पेलिंग का कुल योग 1 होना चाहिए।",
    "The name spelling should be considered for a total of 3": "नाम की स्पेलिंग कुल 3 आनी चाहिए",
    "If no.3 is missing in the numeroscope": "यदि अंकगणित में अंक 3 गायब है",
    "Neither the driver nor conductor number is 6,": "न तो ड्राइवर और न ही कंडक्टर का नंबर 6 है,",
    "The person is in a specific profession (field of education, medicine or spirituality), the name spelling should total 3.": "व्यक्ति एक विशिष्ट पेशे (शिक्षा, चिकित्सा या आध्यात्मिकता का क्षेत्र) में है, नाम की वर्तनी में कुल 3 होना चाहिए।",
    "Note: Name number should never be 4 or 8.": "नोट: नामांक कभी भी 4 या 8 नहीं होना चाहिए।",

	"rudraksha": {
        "description1": "रुद्राक्ष की माला को कई आध्यात्मिक परंपराओं में पवित्र माना जाता है, जिसका उपयोग अक्सर ध्यान, उपचार और जीवन में संतुलन प्राप्त करने के लिए किया जाता है। प्रत्येक प्रकार का रुद्राक्ष मनका विशिष्ट ग्रह ऊर्जा, चक्र या राशि चिन्हों से मेल खाता है, माना जाता है कि यह पहनने वाले को सकारात्मक कंपन और लाभ पहुंचाता है।",
        "description2": "हमारे सिस्टम में, रुद्राक्ष सुझाव आपकी राशि या ज्योतिषीय प्रोफ़ाइल के आधार पर व्यक्तिगत रूप से तैयार किए जाते हैं। आपकी राशि की विशेषताओं और चुनौतियों को समझकर, हम रुद्राक्ष की माला की अनुशंसा करते हैं जो आपकी ऊर्जा के अनुरूप हो, सद्भाव, सफलता और आध्यात्मिक विकास को बढ़ावा दे।",
        "your_zodiac": "आपकी राशि : {{zodiac}}",
        "suggestion": "आपके लिए रुद्राक्ष सुझाव: {{rudraksha}} मुखी रुद्राक्ष"
    },

	"prediction_not_found": "इस मूलांक और भाषा के लिए भविष्यवाणी नहीं मिली।",
    "cloth_colour_description": "अंक ज्योतिष में, रंगों का संख्याओं से गहरा संबंध होता है, और प्रत्येक संख्या एक विशिष्ट ऊर्जा के साथ कंपन करती है जो विशेष रंगों के साथ मेल खाती है। अपनी अंक ज्योतिष संख्या के आधार पर सही रंग पहनने से आपके भाग्य, ऊर्जा और सामंजस्य को बढ़ाया जा सकता है। यहां बताया गया है कि कैसे विभिन्न संख्याएं रंगों से जुड़ी होती हैं और उनका क्या महत्व है।",
	"cloth_colour_suggestion": "आपके लिए वस्त्र रंग सुझाव",

    "watch_colour_suggestion": "आपके लिए कलाई घड़ी के रंग के सुझाव",

    "wrist_watch_1": "आपको एक सुनहरी रंग की कलाई घड़ी पहननी चाहिए, इसे रविवार को पहनना होगा। आप इसे पहन सकते हैं लेकिन ध्यान रखें कि यह सही समय दिखा रही हो। यदि यह सही समय पर है, तो सभी चीजें समय पर घटित होंगी।",
	"wrist_watch_2": "आपको एक चांदी/सफेद रंग की कलाई घड़ी का उपयोग करना चाहिए। इसे सोमवार को पहनना होगा। तो, यदि आप सोमवार को एक चांदी रंग की कलाई घड़ी पहनते हैं, तो आपके जीवन में फंसी हुई चीजें चलने लगेंगी।",
	"wrist_watch_3": "आप एक सुनहरी रंग की कलाई घड़ी का उपयोग कर सकते हैं, यह उनके लिए बहुत अच्छा सूट करती है। इसे गुरुवार को पहनना होगा।",
	"wrist_watch_4": "आप एक धातु ग्रे रंग की कलाई घड़ी का उपयोग कर सकते हैं, आपको बहुत अच्छे परिणाम मिल सकते हैं।",
	"wrist_watch_5": "आपको एक ऐसी कलाई घड़ी पहननी चाहिए जिसमें सुनहरा और चांदी दोनों रंग हों और इसे बुधवार को पहनना चाहिए।",
	"wrist_watch_6": "आपको एक गुलाब सोने रंग की कलाई घड़ी पहननी चाहिए और वह भी शुक्रवार को, आपके जीवन में घटनाएँ चलने लगेंगी।",
	"wrist_watch_7": "आपको एक सुनहरी कलाई घड़ी पहननी चाहिए। जब आप एक सुनहरी कलाई घड़ी पहनते हैं और यह सही समय पर होती है, तो चीजें आपके लिए चलने लगेंगी।",
	"wrist_watch_8": "आपको एक काले रंग की कलाई घड़ी पहननी चाहिए, चीजें उनके जीवन में चलने लगेंगी। लेकिन यह सुनिश्चित करें कि घड़ी सही समय पर हो - न ज्यादा तेज़ न ही देर हो रही हो।",
	"wrist_watch_9": "आप तांबे रंग की कलाई घड़ी पहन सकते हैं, यह सर्वोत्तम परिणाम देगी या शायद गुलाब सोने रंग की घड़ी – यह भी उपयुक्त है।",

    "energy_booster_remedy": "ऊर्जा बढ़ाने वाला उपाय",
	"oil_suggestion_description": "संख्याशास्त्र में, तेलों को विशेष कंपन मानते हैं जो प्रत्येक संख्या से जुड़े ग्रहों की ऊर्जा से मेल खाते हैं। सही तेल का उपयोग आपके स्वाभाविक बलों को बढ़ा सकता है, आपकी ऊर्जा को सामंजस्यपूर्ण बना सकता है, और आपके जीवन में सकारात्मकता ला सकता है। इन तेलों का उपयोग व्यक्तिगत देखभाल, डिफ्यूज़र या यहां तक कि अनुष्ठानों में किया जा सकता है, ताकि आपकी शासक संख्या से जुड़ाव बढ़े।",
	"oil_suggestion_for_you": "आपके लिए तेल सुझाव",

	"Lucky Things description": "आपका जन्मदिन संख्या, जीवन पथ संख्या, माह संख्या, वर्ष संख्या और राशि सभी आपके जीवन में आवश्यक भूमिका निभाते हैं। आप इन सभी नंबरों पर विचार करके अपनी भाग्यशाली तिथियां, दिन, रंग और दिशाएं निर्धारित कर सकते हैं। यदि आप कई भाग्यशाली तिथियां, दिन या रंग देखते हैं, तो विचार करें कि कौन सा आवश्यक घटनाओं या सकारात्मक समाचारों से मेल खाता है। उन्हें अपनी प्राथमिक भाग्यशाली तिथियों, दिनों या रंगों के रूप में मानें।",

    "LUCKY NUMBER": "भाग्यशाली संख्या",
	"Lucky number": "भाग्यशाली संख्या",
	"UNLUCKY NUMBER": "अशुभ अंक",
	"Unlucky number": "अशुभ अंक",
	"NATURAL NUMBER": "प्राकृतिक संख्या",
	"Natural number": "प्राकृतिक संख्या",
	"LUCKY DATE": "भाग्यशाली तिथि",
	"Lucky date": "भाग्यशाली तिथि",
	"LUCKY DAYS": "भाग्यशाली दिन",
	"Lucky days": "भाग्यशाली दिन",
	"LUCKY COLORS": "भाग्यशाली रंग",
	"Lucky colors": "भाग्यशाली रंग",
	"LUCKY DIRECTION": "भाग्यशाली दिशा",
	"Lucky Direction": "भाग्यशाली दिशा",
	"MAIN GATE DIRECTION": "मुख्य द्वार की दिशा",
	"Main Gate Direction": "मुख्य द्वार की दिशा",

    "Drink lots of water": "खूब सारा पानी पियें",
    "Offer water to Sun in the mornings.": "सुबह सूर्य को जल चढ़ाएं।",
    "Note: Those who have driver or conductor number as 8, do not offer water to Sun. Lota of tamba / Kum Kum. There is no effect of Kua number.": "नोट: जिन लोगों के ड्राइवर या कंडक्टर का नंबर 8 है, वे सूर्य को जल न चढ़ाएं। तांबे का लोटा / कुम कुम. कुआ संख्या का कोई प्रभाव नहीं है।",
    "Take blessings of your father or father figure, personally or by mobile or by photo.": "अपने पिता या पिता तुल्य का आशीर्वाद व्यक्तिगत रूप से या मोबाइल से या फोटो द्वारा लें।",
    
    "Wear pearls or crystals and keep a pair of silver Swan statues in the house.": "मोती या क्रिस्टल पहनें और घर में चांदी की हंस की मूर्तियों का एक जोड़ा रखें।",
    "Hang pictures of Mountains without any lake, sea, river in the South West corner of the home.": "घर के दक्षिण-पश्चिम कोने में बिना झील, समुद्र, नदी वाले पहाड़ों की तस्वीरें लगाएं।",
    "Donate white colored items like sugar, rice, white clothes to the beggar.": "भिखारी को सफेद रंग की वस्तुएं जैसे चीनी, चावल, सफेद कपड़े दान करें।",
    "Keep Earthen pot in the Southwest corner of the house.": "घर के दक्षिण-पश्चिम कोने में मिट्टी का बर्तन रखें।",
    "Drink water stored in a silver or copper vessel overnight to enhance the Moon's calming effects.": "चंद्रमा के शांतिदायक प्रभाव को बढ़ाने के लिए रात भर चांदी या तांबे के बर्तन में रखा पानी पीएं।",
    "Take blessings of your Mother personally or by mobile or by photo.": "अपनी मां का आशीर्वाद व्यक्तिगत रूप से या मोबाइल से या फोटो से लें।",

    "Must wear clear crystal (Spatik) bracelet or mala 23 bits, It will cleanse the aura and there will be no negative thoughts.": "क्लियर क्रिस्टल (स्पैटिक) ब्रेसलेट या 23 बिट माला अवश्य पहनें, इससे आभामंडल शुद्ध होगा और कोई नकारात्मक विचार नहीं आएंगे।",
    "Must wear any shade of green colour daily.": "हर रोज हरे रंग का कोई भी शेड जरूर पहनना चाहिए।",
    "Must eat green vegetables.": "हरी सब्जियां जरूर खाएं।",
    "Offer green grass to cow every day, specially on Wednesday.": "प्रतिदिन विशेषकर बुधवार को गाय को हरी घास खिलाएं।",
    "Walk barefoot every morning.": "रोज सुबह नंगे पैर चलें।",
    "Must help, support and respect poor, needy, orphan kids by giving them clothes, food, water, medicines, education, books etc": "गरीब, जरूरतमंद, अनाथ बच्चों को कपड़े, भोजन, पानी, दवाएँ, शिक्षा, किताबें आदि देकर मदद, समर्थन और सम्मान करना चाहिए",
    "Green Mask / Wear Crystal Mala/ Green Shade/ Hankerchief/Sabji/ Dhaniya/": "हरा मास्क/ क्रिस्टल माला पहनें/ हरा शेड/ रूमाल/सब्जी/ धनिया/",

    "On Saturdays, they should refrain from eating non-vegetarian fare and instead fast.": "शनिवार के दिन उन्हें मांसाहार खाने से बचना चाहिए और इसके बजाय उपवास करना चाहिए।",
    "Keep an urn of water and crystals in the north-east direction.": "उत्तर-पूर्व दिशा में जल और क्रिस्टल का कलश रखें।",
    "Donate salty foods to needy people.": "जरूरतमंद लोगों को नमकीन खाद्य पदार्थ दान करें।",
    "Give respect to people who are giving services to you such as, liftman, watchman, rickshaw drivers, taxi drivers, sweepers and your employees as well.": "जो लोग आपको सेवाएं दे रहे हैं, जैसे लिफ्टमैन, चौकीदार, रिक्शा चालक, टैक्सी ड्राइवर, सफाई कर्मचारी और अपने कर्मचारियों को भी सम्मान दें।",

    "Must wear a Tulsi mala made of five Mukhi Rudraksha.": "पांच मुखी रुद्राक्ष से बनी तुलसी माला अवश्य धारण करें।",
    "The east side of the house should include scenes of green plants because number three stands for the wood element.": "घर की पूर्व दिशा में हरे पौधों का दृश्य होना चाहिए क्योंकि नंबर तीन लकड़ी के तत्व का प्रतिनिधित्व करता है।",
    "Put a tilak on your forehead with saffron": "अपने माथे पर केसर का तिलक लगाएं।",
    "Always carry something made of wood (for example, a sandalwood rosary, a wooden bracelet, or a pen).": "हमेशा लकड़ी से बनी कोई वस्तु (उदाहरण के लिए, चंदन की माला, लकड़ी का कंगन, या कलम) साथ रखें।",
    "Avoid Rahu Kaal for any important activities or wearing remedies. Check the timing daily.": "किसी भी महत्वपूर्ण कार्य या उपाय करने के लिए राहु काल से बचें। प्रतिदिन समय की जाँच करें।",    
    "Take blessings from your Guru and always give respect full heartedly.": "अपने गुरु से आशीर्वाद लें और हमेशा पूरे दिल से सम्मान दें।",

    "One should wear Tulsi Mala along with Five Mukhi Rudraksha and donate coconut as the fourth number means wood element.": "पांच मुखी रुद्राक्ष के साथ तुलसी माला धारण करना चाहिए और नारियल का दान करना चाहिए क्योंकि चौथे नंबर का अर्थ लकड़ी तत्व है।",
    "Always carry something wooden, such as a pen, bracelet, or keychain.": "हमेशा अपने साथ लकड़ी की कोई वस्तु रखें, जैसे पेन, ब्रेसलेट या चाबी का गुच्छा।",
    "Should wear on lucky date only": "शुभ तिथि पर ही धारण करना चाहिए",
    "Check Rahu Kaal daily and avoid important tasks during this time.": "प्रतिदिन राहु काल देखें और इस दौरान महत्वपूर्ण कार्य करने से बचें।",
    "Keep South-East landscapes lush with vegetation.": "दक्षिण-पूर्व के परिदृश्य को वनस्पति से भरपूर रखें।",
    "Must help, support, respect poor needy people by giving them food, water, medicines etc.": "गरीब जरूरतमंद लोगों को भोजन, पानी, दवा आदि देकर मदद, समर्थन, सम्मान अवश्य करें।",

    "Must wear gold & silver combination metal strap watch.": "सोने और चांदी के संयोजन वाली मेटल स्ट्रैप वाली घड़ी अवश्य पहनें।",
    "Vibration of metal watch enters body & connects you with the time & vice versa.": "धातु घड़ी का कंपन शरीर में प्रवेश करता है और आपको समय से जोड़ता है और इसके विपरीत।",
    "Spend money for yourself by buying branded clothes, perfumes, accessories etc.": "ब्रांडेड कपड़े, परफ्यूम, एक्सेसरीज आदि खरीदकर अपने लिए पैसे खर्च करें।",

    "Must wear gold metal strap watch.": "सोने की धातु की स्ट्रैप वाली घड़ी अवश्य पहनें।",
    "Do lots of religious work like performing puja, giving time and services to religious places, giving donations and providing better infrastructure if possible. Devote yourself in religious activities.": "बहुत सारे धार्मिक कार्य करें जैसे पूजा करना, धार्मिक स्थानों पर समय और सेवाएँ देना, दान देना और यदि संभव हो तो बेहतर बुनियादी ढाँचा प्रदान करना। अपने आप को धार्मिक गतिविधियों में समर्पित करें।",

    "Must wear red thread on hand always": "हाथ में हमेशा लाल धागा अवश्य पहनना चाहिए",
    "Must wear red colour on Tuesdays.": "मंगलवार को लाल रंग अवश्य पहनना चाहिए।",
    "Wear Red clothes / Inner garment": "लाल कपड़े / आंतरिक परिधान पहनें",
    "Give respect to people who are giving services to you such as, traffic police, army, doctors.": "उन लोगों का सम्मान करें जो आपको सेवाएं दे रहे हैं जैसे, ट्रैफिक पुलिस, सेना, डॉक्टर।",

    "personal year 1 title": "नई शुरुआत का एक साल",
	"personal year 2 title": "धीमा और सौम्य वर्ष",
	"personal year 3 title": "शिक्षा/ज्ञान/आध्यात्म/धर्म/गुप्त विज्ञान कार्य का वर्ष",
	"personal year 4 title": "केंद्रित दृष्टिकोण, कड़ी मेहनत और यथार्थवादी लक्ष्य हासिल किए गए",
	"personal year 5 title": "सफलता और अप्रत्याशित की उम्मीद",
	"personal year 6 title": "विलासिता, घर और परिवार",
	"personal year 7 title": "अनुसंधान, ज्ञान, बुद्धि, अध्यात्म और रहस्य",
	"personal year 8 title": "कड़ी मेहनत, पैसा और वित्त",
	"personal year 9 title": "पुनर्मूल्यांकन और लेखापरीक्षा अवधि",

    "personal year 1 description": "व्यक्तिगत वर्ष 1 सूर्य का प्रतिनिधित्व करता है और इस वर्ष आप अधिक उत्साह और ऊर्जा की उम्मीद कर सकते हैं जो आपको अपने अवास्तविक लक्ष्यों और सपनों को आगे बढ़ाने या पूरा करने में मदद करेगा, चाहे वह आपकी नौकरी/व्यवसाय/करियर से संबंधित हो। /घर या विवाह आदि। याद रखें कि इस वर्ष आप जो भी शुरू करने जा रहे हैं, उसका आपके आने वाले जीवन की समग्र सफलता पर बहुत बड़ा प्रभाव पड़ेगा। यह अत्यधिक अनुशंसित है कि इस वर्ष की संभावनाओं को न चूकें।",
	"personal year 2 description": "यह चंद्रमा के वर्ष का प्रतिनिधित्व करता है। यह एक धीमा और सौम्य वर्ष है और धैर्यपूर्वक प्रतीक्षा की मांग करता है (जो कोई नहीं चाहता)। आप चीजों को आगे बढ़ाने और उन्हें पूरा करने के लिए प्रलोभित होंगे। यह व्यक्तिगत वर्ष 1 में काम करता है लेकिन इस वर्ष में यह समय और ऊर्जा की बर्बादी है। यह चीजों का विश्लेषण करने और पिछली और वर्तमान चीजों को समेकित करने का वर्ष है। ऐसा करने से आप पाएंगे कि साल के अंत तक आप वहां पहुंच गए हैं जहां आप पहुंचना चाहते थे।",
	"personal year 3 description": "यह बृहस्पति का वर्ष है। इस वर्ष आपका मन मनोरंजक गतिविधियों के बारे में सोच रहा होगा लेकिन ऐसा होने की संभावना नहीं है। बेहतर होगा कि आप शिक्षा, ज्ञान, अध्यात्म/धर्म से जुड़ी चीजों पर ध्यान दें। जो लोग तंत्र-मंत्र, शिक्षा, अध्यात्म या धर्म के क्षेत्र से जुड़े हैं/जुड़ना चाहते हैं, उनके लिए यह साल शानदार परिणाम लेकर आएगा। इस वर्ष विस्तार संभव है। हालाँकि, यदि आप व्यवसाय/नौकरी में वृद्धि के बारे में सोच रहे हैं, तो परिणाम व्यक्ति-दर-व्यक्ति भिन्न हो सकते हैं।",
	"personal year 4 description": "यह राहु का वर्ष है जो दो चीजों की मांग करता है या निर्देशित करता है - कड़ी मेहनत और केंद्रित दृष्टिकोण, लक्ष्य अभिविन्यास, यथार्थवादी। यह वर्ष कहता है कि यदि आप वर्ष की शुरुआत में एक विशिष्ट लक्ष्य निर्धारित करते हैं और उस लक्ष्य को प्राप्त करने के लिए कड़ी मेहनत करते हैं, तो वर्ष के अंत तक आपके पास खुद को और दुनिया को दिखाने के लिए कुछ होगा। आपकी झोली उपलब्धियों से भरी रहेगी। यदि आप कड़ी मेहनत नहीं करते हैं और मन में कोई विशिष्ट लक्ष्य नहीं रखते हैं, तो वर्ष का स्वर गंभीर, भारी और प्रतिबंधित होने वाला है। इसीलिए यह किसी के लिए सबसे अच्छा या सबसे खराब साल होता है।",
	"personal year 5 description": "यह बुध का वर्ष है और हम जानते हैं कि बुध सभी ग्रहों के साथ सहज और अनुकूल है। इसलिए हर कोई अच्छे से महान तक की उम्मीद कर सकता है। यह वर्ष परिवर्तन और विविधता के लिए एक शुभ वर्ष है, चाहे वह आपका करियर/घर/विवाह/देश या कुछ भी हो। आप अपने जुनून के क्षेत्र में अप्रत्याशित लाभ की उम्मीद कर सकते हैं। यदि आप बंजी जंपिंग करना चाहते हैं लेकिन कभी इसके आसपास नहीं पहुंच पाते हैं, तो इसके लिए निश्चिंत रहें।",
	"personal year 6 description": "यह शुक्र का वर्ष है जो विलासिता और ग्लैमर मनोरंजन, कॉस्मेटिक का प्रतिनिधित्व करता है। अगर आप शादी करने की सोच रहे हैं (अगर पिछले कुछ सालों से ऐसा नहीं हो रहा है) तो यह शादी के लिए एकदम सही साल है। इसी तरह अगर आपका रिश्ता चल रहा है तो आपको तलाक भी मिल सकता है। यदि आपके जीवन में संतान नहीं हो रही है तो यह उसके लिए उत्तम वर्ष है। नई कार या घर लेने के लिए यह एक आदर्श वर्ष है। आप अपने मौजूदा घर को फिर से सजाने या पुनर्निर्माण करने के बारे में भी सोच सकते हैं।",
	"personal year 7 description": "यह केतु (अहंकार रहित) का वर्ष है जो ज्ञान, बुद्धि, आध्यात्मिकता और जादू-टोना, उपचार को दर्शाता है। आपके विचार या तो सीखने या ध्यान करने की यात्रा पर होंगे। आप नए कौशल सीख सकते हैं या औपचारिक या अनौपचारिक अध्ययन के लिए जा सकते हैं। यह योजना और विश्लेषण का वर्ष है लेकिन कार्यान्वयन का वर्ष नहीं है। इस वर्ष आप विश्राम के लिए जाना पसंद कर सकते हैं। नो इगो प्लैनेट।",
	"personal year 8 description": "यह शनि का वर्ष है जो आपके कर्म, कड़ी मेहनत, धन और वित्त को दर्शाता है। यह वर्ष कहता है कि मैं पिछले दशक में आपके द्वारा की गई कड़ी मेहनत और कर्म का मूल्यांकन करके आपको परिणाम दूंगा। यदि तुमने थोड़ा किया है तो तुम्हें थोड़ा मिलेगा, यदि तुमने अच्छा किया है तो तुम्हें अच्छा मिलेगा। पैसों के मामले आपके अनुसार चलते रहेंगे। यदि आप कुछ बेचते या खरीदते हैं, तो आपको अच्छी कीमत मिलेगी (विशेषकर संपत्ति/अचल संपत्ति)। इस साल ज्यादा से ज्यादा पैसा कमाने के चक्कर में कई लोग काम के शौकीन हो जाते हैं। हालाँकि, आराम करने और आराम करने की सलाह दी जाती है अन्यथा आपको कुछ छोटी/बड़ी स्वास्थ्य समस्याओं का सामना करना पड़ सकता है।",
	"personal year 9 description": "यह मंगल का वर्ष है और 1 से 9 तक के चक्र का अंतिम वर्ष है। यह पिछले 9 वर्षों में आपने जो किया है उसके पुनर्मूल्यांकन और ऑडिट का वर्ष है। व्यवसाय, स्वास्थ्य या रिश्ते के क्षेत्र में कुछ भी अच्छा होने की उम्मीद न करें (यदि वर्ष अच्छा गुजरा तो इसे बोनस के रूप में समझें)। कार्यान्वयन के लिए नए विचारों को स्थगित करने और व्यक्तिगत वर्ष 1 की प्रतीक्षा करने की अत्यधिक अनुशंसा की जाती है। आप झूठी लीडों की संख्या से गुमराह हो सकते हैं। आप बेवजह फंस सकते हैं। साल के अंत तक आपको आशा की कोई किरण मिल जाएगी और आप यह सोच लेंगे कि अगले साल कहां जाना है।",

    "personal year 1 note": "*1 - 8 प्रतिसंयोजन है",
	"personal year 3 note": "नौकरी और व्यवसाय क्षेत्र में भाग्य कारक बढ़ाने के लिए काम को धार्मिक गतिविधियों के साथ जोड़ें।",

	"Luck Factor": "भाग्य कारक",
    "Your Luck factors based on compatibility between your personal year and your driver number": "आपके व्यक्तिगत वर्ष और आपके ड्राइवर नंबर के बीच अनुकूलता के आधार पर आपका भाग्य कारक",
	"Luck Factor - Research, Education, Spiritual & Occult Activities": "भाग्य कारक - अनुसंधान, शिक्षा, आध्यात्मिक और गुप्त गतिविधियाँ",
	"Luck Factor - Other Things": "भाग्य कारक - अन्य चीजें",
	"Luck Factor - Education Religion": "भाग्य कारक - शिक्षा धर्म",
	"Luck Factor - Job , Business , Education": "भाग्य कारक - नौकरी, व्यवसाय, शिक्षा",

    "Note": "नोट",

    "YOUR PERSONAL YEAR": "आपका व्यक्तिगत वर्ष",

	"10, 13, 14, 16, 19 are karmic Numbers": "10, 13, 14, 16, 19 कर्म संख्याएँ हैं",
	"Your Karmic Number": "आपकी कर्म संख्या {{karmic_number}} है",
	"You are not born in Karmic Numbers": "आप कर्म संख्या में पैदा नहीं हुए हैं",

    "You do not have a Master Driver number": "आपके पास मास्टर ड्राइवर नंबर नहीं है",

    "Your Master Driver Number": "आपका मास्टर ड्राइवर नंबर {{mdn}} है",
	"Your Driver Number": "आपका ड्राइवर नंबर {{dn}} है",
	"Characteristics of an individual having Master Driver Number as 11 is as under": "मास्टर ड्राइवर नंबर 11 वाले व्यक्ति की विशेषताएं इस प्रकार हैं",
	"Dreamer - Big Dreams, but not doers, cannot achieve what they dream.": "सपने देखने वाले - बड़े सपने देखने वाले, लेकिन करने वाले नहीं, वे जो सपना देखते हैं उसे हासिल नहीं कर पाते।",
	"Unrealistic goals.": "अवास्तविक लक्ष्य।",
	"Needs a push, support or motivation, challenge to achieve their dreams ( from near & dear ones).": "अपने सपनों को हासिल करने के लिए (करीबियों और प्रियजनों से) प्रोत्साहन, समर्थन या प्रेरणा, चुनौती की जरूरत है।",
	"Can do wonders in life if get proper guidance and support.": "यदि उचित मार्गदर्शन और समर्थन मिले तो जीवन में चमत्कार कर सकते हैं।",
	"Is double sun power": "दोगुनी सूर्य शक्ति है।",

    "Characteristics of an individual having Master Driver Number as 22 is as under": "मास्टर ड्राइवर नंबर 22 वाले व्यक्ति की विशेषताएं इस प्रकार हैं",
	"Dreamer - and doers.": "स्वप्नदृष्टा - और कर्ता।",
	"What they think, they will do it.": "वे जो सोचेंगे, वही करेंगे।",
	"Will not rest till they achieve their goal.": "जब तक वे अपना लक्ष्य हासिल नहीं कर लेते, चैन से नहीं बैठेंगे।",
	"Does not require support or motivation to achieve their dreams.": "उन्हें अपने सपनों को हासिल करने के लिए समर्थन या प्रेरणा की आवश्यकता नहीं है।",
	"Need is hard work, focused approach, Realistic": "आवश्यकता है कड़ी मेहनत की, केंद्रित दृष्टिकोण की, यथार्थवादी की",
	"Else - Raja - Rank.": "अन्यथा - राजा - रंक।",

    "Characteristics of an individual having Master Driver Number as 33 is as under": "मास्टर ड्राइवर नंबर 33 वाले व्यक्ति की विशेषताएं इस प्रकार हैं",
	"Unconditional love.": "बिना शर्त प्रेम।",
	"No enemies.": "कोई दुश्मन नहीं।",
	"Complete humanitarian.": "पूर्ण मानवतावादी।",
	"They will experience the results and then advice remedies to others.": "वे परिणामों का अनुभव करेंगे और फिर दूसरों को उपाय सुझाएंगे।",
	"Good Preachers.": "अच्छे उपदेशक।",

    "Master Conductor Numbers are 11, 22, 33": "मास्टर कंडक्टर नंबर 11, 22, 33 हैं",

    "Your Master Conductor Number": "आपका मास्टर कंडक्टर नंबर {{mcn}} है",
	"You do not have a master conductor number": "आपके पास मास्टर कंडक्टर नंबर नहीं है।",
	"Your Conductor Number": "आपका कंडक्टर नंबर {{cn}} है",
	"Characteristics of an individual having Master Conductor Number as 11 is as under": "मास्टर कंडक्टर नंबर 11 वाले व्यक्ति की विशेषताएं इस प्रकार हैं",
	"Characteristics of an individual having Master Conductor Number as 22 is as under": "मास्टर कंडक्टर नंबर 22 वाले व्यक्ति की विशेषताएं इस प्रकार हैं",
	"Characteristics of an individual having Master Conductor Number as 33 is as under": "मास्टर कंडक्टर नंबर 33 वाले व्यक्ति की विशेषताएं इस प्रकार हैं",
	
    "Dummy": "Dummy"
}