{
    "Aries": "ಮೇಷ",
    "Taurus": "ವೃಷಭ",
    "Gemini": "ಮಿಥುನ",
    "Cancer": "ಕರ್ಕ",
    "Leo": "ಸಿಂಹ",
    "Virgo": "ಕನ್ಯಾ",
    "Libra": "ತುಲಾ",
    "Scorpio": "ವೃಶ್ಚಿಕ",
    "Sagittarius": "ಧನು",
    "Capricorn": "ಮಕರ",
    "Aquarius": "ಕುಂಭ",
    "Pisces": "ಮೀನ",

    "Lo_Shu_Grid": "ಲೋಶು ಗ್ರಿಡ್",
    "Number_Analysis": "ಸಂಖ್ಯೆ ವಿಶ್ಲೇಷಣೆ",
    "intellectual_plane": "ಬೌದ್ಧಿಕ ಪ್ಲೇನ್",
    "spiritual_plane": "ಆಧ್ಯಾತ್ಮಿಕ ವಿಮಾನ",
    "Emotional_plane": "ಭಾವನಾತ್ಮಕ ಪ್ಲೇನ್",
    "material_plane": "ಮೆಟೀರಿಯಲ್ ಪ್ಲೇನ್",
    "Practical_plane": "ಪ್ರಾಕ್ಟಿಕಲ್ ಪ್ಲೇನ್",
    "thought_plane": "ಥಾಟ್ ಪ್ಲೇನ್",
    "planing_plane": "ಪ್ಲಾನಿಂಗ್ ಪ್ಲೇನ್",
    "will_plane": "ಹಾರೈಕೆ ವಿಮಾನ",
    "action_plane": "ಆಕ್ಷನ್ ಪ್ಲೇನ್",
    "property_plane": "ಪ್ರಾಪರ್ಟಿ ಪ್ಲೇನ್",
    "luck_plane": "ಲಕ್ ಪ್ಲೇನ್",
    "Missing":"ಕಾಣೆಯಾಗಿದೆ",
    "Missing_Numbers": "ಮಿಸ್ಸಿಂಗ್ ನಂಬರ್",
    "Available_Numbers": "ಲಭ್ಯವಿರುವ ಸಂಖ್ಯೆಗಳು",
    "ALL_AVAILABLE_NUMBERS": "ಲಭ್ಯವಿರುವ ಎಲ್ಲಾ ಸಂಖ್ಯೆಗಳು",
    "Name_Analysis": "ಹೆಸರು ವಿಶ್ಲೇಷಣೆ",
    "Mobile_Analysis": "ಮೊಬೈಲ್ ವಿಶ್ಲೇಷಣೆ",
    "MOBILE_NUMBER_ANALYSIS": "ಮೊಬೈಲ್ ಸಂಖ್ಯೆ ವಿಶ್ಲೇಷಣೆ",
    "Vehicle_Analysis": "ವಾಹನ ವಿಶ್ಲೇಷಣೆ",
    "VEHICLE_NUMBER_ANALYSIS": "ವಾಹನ ಸಂಖ್ಯೆ ವಿಶ್ಲೇಷಣೆ",    
    "Cloth_Colour": "ಬಟ್ಟೆಯ ಬಣ್ಣ",
    "Wrist_Watch_Analysis": "ಮಣಿಕಟ್ಟಿನ ವಾಚ್ ವಿಶ್ಲೇಷಣೆ",
    "Wrist_Watch_Colour": "ಮಣಿಕಟ್ಟಿನ ವಾಚ್ ಬಣ್ಣ",
    "Oil_Suggestion": "ತೈಲ ಸಲಹೆ",
    "Rudraksha_Suggestion": "ರುದ್ರಾಕ್ಷ ಸಲಹೆ",
    "Health_Analysis": "ಆರೋಗ್ಯ ವಿಶ್ಲೇಷಣೆ",
    "Marriage_&_Relationship": "ಮದುವೆ ಮತ್ತು ಸಂಬಂಧ",
    "MARRIAGE_&_RELATIONSHIP_ANALYSIS": "ಮದುವೆ ಮತ್ತು ಸಂಬಂಧದ ವಿಶ್ಲೇಷಣೆ",
    "Lucky_Things": "ಲಕ್ಕಿ ಥಿಂಗ್ಸ್",
    "Remedies": "ಪರಿಹಾರಗಳು",
    "Career_Analysis": "ವೃತ್ತಿ ವಿಶ್ಲೇಷಣೆ",
    "Money_Analysis": "ಹಣದ ವಿಶ್ಲೇಷಣೆ",
    "Job_Analysis": "ಉದ್ಯೋಗ ವಿಶ್ಲೇಷಣೆ",
    "Personal_Year": "ವೈಯಕ್ತಿಕ ವರ್ಷ",
    "Karmic_Number": "ಕರ್ಮ ಸಂಖ್ಯೆ",
    "Master_Driver_Number": "ಮಾಸ್ಟರ್ ಡ್ರೈವರ್ ಸಂಖ್ಯೆ",
    "Master_Conductor_Number": "ಮಾಸ್ಟರ್ ಕಂಡಕ್ಟರ್ ಸಂಖ್ಯೆ",

    "invalid_plane_type": "ಅಮಾನ್ಯವಾದ ಪ್ಲೇನ್ ಪ್ರಕಾರ",

    "intellectual_plane_with_digits": "ನಿಮ್ಮ ಜನ್ಮ ದಿನಾಂಕದ ಪ್ರಕಾರ, ನಿಮ್ಮ ಬೌದ್ಧಿಕ ಸಮತಲವು (4-9-2) ಸಂಖ್ಯೆಗಳನ್ನು ಹೊಂದಿರುತ್ತದೆ",
    "intellectual_plane_description": "ಈ ಬಾಣವು ನಿಮ್ಮ ಚಾರ್ಟ್‌ನಲ್ಲಿ ಇದ್ದರೆ, ನೀವು ಉತ್ತಮ ಜ್ಞಾಪಕಶಕ್ತಿ ಮತ್ತು ತಾರ್ಕಿಕ ಮನಸ್ಸಿನೊಂದಿಗೆ ಹೆಚ್ಚು ಬುದ್ಧಿವಂತ, ಬೌದ್ಧಿಕ ಮತ್ತು ಸ್ಪಷ್ಟ ವ್ಯಕ್ತಿ ಎಂದು ಸೂಚಿಸುತ್ತದೆ. ಬಾಣದಲ್ಲಿನ ಎಲ್ಲಾ ಸಂಖ್ಯೆಗಳು ಕಾಣೆಯಾಗಿದ್ದರೆ, ನೀವು ಮಾನಸಿಕ ಅಸಮತೋಲನ ಮತ್ತು ಕಳಪೆ ಸ್ಮರಣೆಯಿಂದ ಬಳಲುತ್ತಬಹುದು.",
    "intellectual_plane_weightage": "ನಿಮ್ಮ ಬೌದ್ಧಿಕ ವಿಮಾನವು {{inte_weight}}% ತೂಕವನ್ನು ಹೊಂದಿದೆ.",
    "intellectual_plane_weightage_100": "ಈ ಬಾಣವು ನಿಮ್ಮ ಚಾರ್ಟ್‌ನಲ್ಲಿ ಇದ್ದರೆ, ಇದು ಉತ್ತಮ ಸ್ಮರಣೆ ಮತ್ತು ತಾರ್ಕಿಕ ಮನಸ್ಸಿನೊಂದಿಗೆ ಹೆಚ್ಚು ಬುದ್ಧಿವಂತ, ಬೌದ್ಧಿಕ ಮತ್ತು ಸ್ಪಷ್ಟ ವ್ಯಕ್ತಿಯನ್ನು ಸೂಚಿಸುತ್ತದೆ. ನೀವು ಬುದ್ಧಿವಂತ ವ್ಯಕ್ತಿ, ಚಿಂತಕ.",

    "spiritual_plane_with_digits": "ನಿಮ್ಮ ಜನ್ಮ ದಿನಾಂಕದ ಪ್ರಕಾರ, ನಿಮ್ಮ ಆಧ್ಯಾತ್ಮಿಕ ವಿಮಾನ (3-5-7) ಸಂಖ್ಯೆಗಳನ್ನು ಹೊಂದಿರುತ್ತದೆ",
    "spiritual_plane_description": "ಈ ಬಾಣವು ನಿಮ್ಮ ಚಾರ್ಟ್‌ನಲ್ಲಿ ಇದ್ದರೆ, ನೀವು ಭಾವನಾತ್ಮಕ ಸಾಮರಸ್ಯ ಮತ್ತು ಆಧ್ಯಾತ್ಮಿಕ ಮೌಲ್ಯಗಳನ್ನು ಹೊಂದಿದ್ದೀರಿ ಎಂದರ್ಥ, ಇದು ಮಧ್ಯವಯಸ್ಸಿನ ನಂತರ ಸಂತೃಪ್ತಿಗೆ ಕಾರಣವಾಗುತ್ತದೆ. ಈ ಬಾಣದಲ್ಲಿನ ಎಲ್ಲಾ ಸಂಖ್ಯೆಗಳು ನಿಮ್ಮ ಚಾರ್ಟ್‌ನಲ್ಲಿ ಕಾಣೆಯಾಗಿದ್ದರೆ, ಇದು ಜೀವನದಲ್ಲಿ ಶುಷ್ಕತೆ ಮತ್ತು ಸಂತೋಷದ ಕೊರತೆಯನ್ನು ಸೂಚಿಸುತ್ತದೆ. ನೀವು ಒಂಟಿತನಕ್ಕೆ ಬಲಿಯಾಗಬಹುದು.",
    "spiritual_plane_weightage": "ನಿಮ್ಮ ಆಧ್ಯಾತ್ಮಿಕ ವಿಮಾನವು {{spi_weight}}% ತೂಕವನ್ನು ಹೊಂದಿದೆ.",
    "spiritual_plane_weightage_0": "ಮಿಸ್ಸಿಂಗ್ ಸ್ಪಿರಿಚುವಲ್ ಪ್ಲೇನ್ (3-5-7): ನಿಮ್ಮ ಚಾರ್ಟ್‌ನಲ್ಲಿ ಈ ಬಾಣದಿಂದ ಒಂದಕ್ಕಿಂತ ಹೆಚ್ಚು ಸಂಖ್ಯೆಗಳ ಅನುಪಸ್ಥಿತಿಯು ಜೀವನದಲ್ಲಿ ಶುಷ್ಕತೆ ಮತ್ತು ಸಂತೋಷದ ಕೊರತೆಯನ್ನು ಸೂಚಿಸುತ್ತದೆ. ನೀವು ಒಂಟಿತನಕ್ಕೆ ಬಲಿಯಾಗಬಹುದು. ಈ ಬಾಣವು ಭಾವನೆಗಳ ಕೊರತೆಯನ್ನು ಸಹ ಸೂಚಿಸುತ್ತದೆ. ಈ ಬಾಣವು ನಿಮ್ಮ ಚಾರ್ಟ್‌ನಲ್ಲಿ ಕಾಣೆಯಾಗಿದ್ದರೆ, ನಿಮ್ಮ ಗುರಿಯನ್ನು ಸಾಧಿಸುವ ಉದ್ದೇಶವನ್ನು ನೀವು ಹೊಂದಿರಬಹುದು ಮತ್ತು ನೀವು ನಿಮ್ಮ ಸ್ನೇಹಿತರು ಮತ್ತು ಕುಟುಂಬವನ್ನು ಮರೆತುಬಿಡುತ್ತೀರಿ ಮತ್ತು ಪರಿಣಾಮವಾಗಿ ನಿಮ್ಮ ಜೀವನದಲ್ಲಿ ಸಂತೋಷ, ಪ್ರೀತಿ ಮತ್ತು ನಗುವನ್ನು ಹೊಂದಿರುವುದಿಲ್ಲ. ನಿಮ್ಮ ವೃದ್ಧಾಪ್ಯದಲ್ಲಿ ನೀವು ಸಾಮಾನ್ಯವಾಗಿ ಒಂಟಿತನದಿಂದ ಅಗಾಧವಾಗಿ ಬಳಲುತ್ತೀರಿ.",

    "material_plane_with_digits":  "ನಿಮ್ಮ ಜನ್ಮ ದಿನಾಂಕದ ಪ್ರಕಾರ, ನಿಮ್ಮ ಮೆಟೀರಿಯಲ್ ಪ್ಲೇನ್ (8-1-6) ಸಂಖ್ಯೆಗಳನ್ನು ಹೊಂದಿರುತ್ತದೆ",
    "material_plane_description":  "ಈ ಬಾಣವು ನಿಮ್ಮ ಚಾರ್ಟ್‌ನಲ್ಲಿ ಇದ್ದರೆ, ಇದು ಉತ್ತಮ ವಸ್ತು ಯಶಸ್ಸು ಮತ್ತು ವ್ಯಾಪಾರ ಮತ್ತು ವಾಣಿಜ್ಯ ಉದ್ಯಮಗಳಲ್ಲಿ ಶ್ರೇಷ್ಠತೆಯನ್ನು ಸೂಚಿಸುತ್ತದೆ. ಈ ಬಾಣದಲ್ಲಿ ಎಲ್ಲಾ ಸಂಖ್ಯೆಗಳು ಇಲ್ಲದಿದ್ದರೆ, ಇದು ನಿರಂತರ ವೈಫಲ್ಯ ಮತ್ತು ಹಣಕಾಸಿನ ಉದ್ಯಮಗಳಲ್ಲಿ ನಷ್ಟವನ್ನು ಸೂಚಿಸುತ್ತದೆ.",
    "material_plane_weightage": "ನಿಮ್ಮ ಮೆಟೀರಿಯಲ್ ಪ್ಲೇನ್ {{mat_weight}}% ತೂಕವನ್ನು ಹೊಂದಿದೆ.",

    "thought_plane_with_digits":  "ನಿಮ್ಮ ಜನ್ಮ ದಿನಾಂಕದ ಪ್ರಕಾರ, ನಿಮ್ಮ ಥಾಟ್ ಪ್ಲೇನ್ (4-3-8) ಸಂಖ್ಯೆಗಳನ್ನು ಹೊಂದಿರುತ್ತದೆहैं",
    "thought_plane_description":  "ಈ ಬಾಣವು ನಿಮ್ಮ ಚಾರ್ಟ್‌ನಲ್ಲಿ ಇದ್ದರೆ, ಅದು ಒಬ್ಬ ಮಹಾನ್ ಯೋಜಕ, ಚಾಣಾಕ್ಷ ತಂತ್ರಗಾರ ಅಥವಾ ರಾಜಕಾರಣಿಯನ್ನು ಸೂಚಿಸುತ್ತದೆ. ಈ ಬಾಣದಲ್ಲಿ ಎಲ್ಲಾ ಸಂಖ್ಯೆಗಳು ಇಲ್ಲದಿದ್ದರೆ, ಅದು ವ್ಯಕ್ತಿಯನ್ನು ತರ್ಕಹೀನ ಮತ್ತು ಅಸ್ತವ್ಯಸ್ತಗೊಳಿಸುತ್ತದೆ.",
    "thought_plane_weightage": "ನಿಮ್ಮ ಥಾಟ್ ಪ್ಲೇನ್ {{thought_weight}}% ತೂಕವನ್ನು ಹೊಂದಿದೆ.",
    "thought_plane_weightage_66": "ನೀವು ಸೃಜನಶೀಲರಾಗಿರುತ್ತೀರಿ, ನೀವು ಕಲ್ಪನೆಯ ಸಾಮರ್ಥ್ಯವನ್ನು ಹೊಂದಿರುತ್ತೀರಿ ಮತ್ತು ನೀವು ಹೊಸತನವನ್ನು ಹೊಂದಿರುತ್ತೀರಿ. ಹೃದಯ ಸ್ತಂಭನದಿಂದ ಕುಟುಂಬದಲ್ಲಿ ಸಾವು ಸಂಭವಿಸಬಹುದು. ಉಸಿರಾಟಕ್ಕೆ ಸಂಬಂಧಿಸಿದ ಆರೋಗ್ಯ ಸಮಸ್ಯೆಗಳನ್ನು ಹೊಂದಿರಬಹುದು.",

    "will_plane_with_digits":  "ನಿಮ್ಮ ಜನ್ಮ ದಿನಾಂಕದ ಪ್ರಕಾರ, ನಿಮ್ಮ ತಿನ್ನುವೆ ವಿಮಾನವು (9-5-1) ಸಂಖ್ಯೆಗಳನ್ನು ಹೊಂದಿರುತ್ತದೆ",
    "will_plane_description":  "ಈ ಬಾಣವು ನಿಮ್ಮ ಚಾರ್ಟ್‌ನಲ್ಲಿ ಇದ್ದರೆ, ನೀವು ಬಲವಾದ ಅಭಿಪ್ರಾಯಗಳನ್ನು ಹೊಂದಿರುವ ಮೊಂಡುತನದ ಮತ್ತು ನಿರಂತರ ವ್ಯಕ್ತಿತ್ವವನ್ನು ಹೊಂದಿರಬಹುದು. ಪ್ರತಿಯೊಂದು ಕಾರ್ಯ ಮತ್ತು ಪ್ರಯತ್ನದಲ್ಲಿ ನೀವು ಯಶಸ್ವಿಯಾಗುತ್ತೀರಿ. ಈ ಬಾಣದಲ್ಲಿರುವ ಎಲ್ಲಾ ಸಂಖ್ಯೆಗಳು ಇಲ್ಲದಿದ್ದರೆ, ನೀವು ದೃಢ ನಿರ್ಧಾರಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳುವಲ್ಲಿ ಕಷ್ಟಪಡುತ್ತೀರಿ.",
    "will_plane_weightage": "ನಿಮ್ಮ ವಿಲ್ ಪ್ಲೇನ್ {{will_weight}}% ತೂಕವನ್ನು ಹೊಂದಿದೆ.",

    "action_plane_with_digits":  "ನಿಮ್ಮ ಜನ್ಮ ದಿನಾಂಕದ ಪ್ರಕಾರ, ನಿಮ್ಮ ಔಟ್‌ಲುಕ್/ಆಕ್ಷನ್ ಪ್ಲೇನ್ (2-7-6) ಸಂಖ್ಯೆಗಳನ್ನು ಹೊಂದಿರುತ್ತದೆ",
    "action_plane_description":  "ಈ ಬಾಣವು ನಿಮ್ಮ ಚಾರ್ಟ್‌ನಲ್ಲಿ ಇದ್ದರೆ, ವ್ಯಕ್ತಿಯು ತುಂಬಾ ಸಕ್ರಿಯ ಮತ್ತು ದೈಹಿಕ ಚಟುವಟಿಕೆ ಮತ್ತು ತ್ರಾಣ ಅಗತ್ಯವಿರುವ ಚಟುವಟಿಕೆಗಳನ್ನು ಇಷ್ಟಪಡುತ್ತಾನೆ ಎಂದು ಸೂಚಿಸುತ್ತದೆ. ಈ ಬಾಣದಲ್ಲಿನ ಎಲ್ಲಾ ಸಂಖ್ಯೆಗಳು ಅನುಪಸ್ಥಿತಿಯಲ್ಲಿದ್ದರೆ, ಅದು ನಿಮಗೆ ನೈತಿಕ ಮತ್ತು ಆಧ್ಯಾತ್ಮಿಕ ಶಕ್ತಿಯ ಕೊರತೆಯನ್ನು ಸೂಚಿಸುತ್ತದೆ.",
    "action_plane_weightage": "ನಿಮ್ಮ ಆಕ್ಷನ್ ಪ್ಲೇನ್ {{action_weight}}% ತೂಕವನ್ನು ಹೊಂದಿದೆ.",
    "action_plane_weightage_0": "ಮಿಸ್ಸಿಂಗ್ ಆಕ್ಷನ್ ಪ್ಲೇನ್ (2-7-6) : ನಿಮ್ಮ ಚಾರ್ಟ್‌ನಲ್ಲಿ ಈ ಬಾಣದಿಂದ ಒಂದಕ್ಕಿಂತ ಹೆಚ್ಚು ಸಂಖ್ಯೆಗಳ ಅನುಪಸ್ಥಿತಿಯು ನೈತಿಕ ಮತ್ತು ಆಧ್ಯಾತ್ಮಿಕ ಶಕ್ತಿಯ ಕೊರತೆಯನ್ನು ಸೂಚಿಸುತ್ತದೆ. ನಿಮಗೆ ಮುಕ್ತವಾಗಿ ಹಸ್ತಾಂತರಿಸಿದಾಗಲೂ ಅವಕಾಶಗಳನ್ನು ಗ್ರಹಿಸಲು ನಿಮಗೆ ಸಾಮಾನ್ಯವಾಗಿ ಹೆಚ್ಚಿನ ಪ್ರೇರಣೆ ಮತ್ತು ಸಹಾಯ ಬೇಕಾಗುತ್ತದೆ. ನೀವು ನಿರ್ಣಯಿಸುವುದಿಲ್ಲ, ಅಪಾಯಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳಲು ಭಯಪಡುತ್ತೀರಿ ಮತ್ತು ಸಾಮಾನ್ಯವಾಗಿ ನೀವೇ ಅನ್ವಯಿಸಿದರೆ ನೀವು ಮಾಡಬಹುದಾದ ಒಂದು ಭಾಗವನ್ನು ಮಾತ್ರ ಸಾಧಿಸಬಹುದು.",

    "property_plane_with_digits":  "ನಿಮ್ಮ ಜನ್ಮ ದಿನಾಂಕದ ಪ್ರಕಾರ, ನಿಮ್ಮ ಆಸ್ತಿಯ ವಿಮಾನ (2-5-8) ಸಂಖ್ಯೆಗಳನ್ನು ಹೊಂದಿರುತ್ತದೆ",
    "property_plane_description":  "ಈ ಬಾಣವು ನಿಮ್ಮ ಚಾರ್ಟ್‌ನಲ್ಲಿ ಇದ್ದರೆ, ನೀವು ತಾಳ್ಮೆ, ನಿರಂತರತೆ ಮತ್ತು ನಿರ್ಣಯವನ್ನು ಹೊಂದಿರುವಿರಿ ಎಂದು ಸೂಚಿಸುತ್ತದೆ. ಈ ಬಾಣವು ನಿಮ್ಮ ಚಾರ್ಟ್‌ನಲ್ಲಿ ರಚನೆಯಾಗದಿದ್ದರೆ ಮತ್ತು ಈ ಬಾಣದ ಪ್ರತಿಯೊಂದು ಸಂಖ್ಯೆಯು ಕಾಣೆಯಾಗಿದೆ, ಇದು ಹತಾಶೆಯ ಸಂಕೇತವಾಗಿದೆ. ಇದು ಹಿನ್ನಡೆ ಮತ್ತು ವೈಫಲ್ಯಕ್ಕೆ ಕಾರಣವಾಗಬಹುದು.",
    "property_plane_weightage": "ನಿಮ್ಮ ಆಸ್ತಿ ವಿಮಾನವು {{prop_weight}}% ತೂಕವನ್ನು ಹೊಂದಿದೆ.",
    "property_plane_weightage_0": "ಮಿಸ್ಸಿಂಗ್ ಪ್ರಾಪರ್ಟಿ ಪ್ಲೇನ್ (2-5-8) : ಈ ಬಾಣವು ನಿಮ್ಮ ಚಾರ್ಟ್‌ನಲ್ಲಿ ರಚನೆಯಾಗದೇ ಇದ್ದರೆ ಮತ್ತು ಬಾಣದ ಒಂದು ಅಥವಾ ಒಂದಕ್ಕಿಂತ ಹೆಚ್ಚು ಸಂಖ್ಯೆಗಳು ಕಾಣೆಯಾಗಿದ್ದರೆ, ಇದು ಹತಾಶೆಯ ಸಂಕೇತವಾಗಿದೆ. ಇದು ಹಿನ್ನಡೆ ಮತ್ತು ವೈಫಲ್ಯಕ್ಕೆ ಕಾರಣವಾಗಬಹುದು. ನೀವು ಈ ಬಾಣವನ್ನು ತಪ್ಪಿಸಿಕೊಂಡಿದ್ದರೆ, ನೀವು ಪ್ರತಿ ಅನುಭವದಿಂದ ಕಲಿಯಬೇಕು ಮತ್ತು ನಟಿಸುವ ಮೊದಲು ಎಚ್ಚರಿಕೆಯಿಂದ ಯೋಚಿಸಬೇಕು.",

    "luck_plane_with_digits":  "ನಿಮ್ಮ ಜನ್ಮ ದಿನಾಂಕದ ಪ್ರಕಾರ, ನಿಮ್ಮ ಲಕ್ ಪ್ಲೇನ್ (4-5-6) ಸಂಖ್ಯೆಗಳನ್ನು ಹೊಂದಿರುತ್ತದೆ",
    "luck_plane_description":  "ಈ ಬಾಣವು ನಿಮ್ಮ ಚಾರ್ಟ್‌ನಲ್ಲಿ ಇದ್ದರೆ ಅದು ವ್ಯಕ್ತಿಯ ಅರ್ಥಗರ್ಭಿತ ಶಕ್ತಿ ಮತ್ತು ಭಾವನಾತ್ಮಕ ಸಮತೋಲನವನ್ನು ಸೂಚಿಸುತ್ತದೆ. ಈ ಬಾಣದಲ್ಲಿರುವ ಎಲ್ಲಾ ಸಂಖ್ಯೆಗಳು ನಿಮ್ಮ ಚಾರ್ಟ್‌ನಲ್ಲಿ ಕಾಣೆಯಾಗಿ ಕಂಡುಬಂದರೆ, ನೀವು ಸಾಮಾನ್ಯವಾಗಿ ಅನುಮಾನಾಸ್ಪದ ಮತ್ತು ನಕಾರಾತ್ಮಕ ಮನಸ್ಸಿನವರಾಗಿರುತ್ತೀರಿ.",
    "luck_plane_weightage": "ನಿಮ್ಮ ಲಕ್ ಪ್ಲೇನ್ {{luck_weight}}% ತೂಕವನ್ನು ಹೊಂದಿದೆ. ",
    "luck_plane_weightage_0": "ಮಿಸ್ಸಿಂಗ್ ಲಕ್ ಪ್ಲೇನ್ (4-5-6) : ಈ ಬಾಣದಲ್ಲಿರುವ ಒಂದು ಅಥವಾ ಒಂದಕ್ಕಿಂತ ಹೆಚ್ಚು ಸಂಖ್ಯೆಗಳು ನಿಮ್ಮ ಚಾರ್ಟ್‌ನಲ್ಲಿ ಕಾಣೆಯಾಗಿದ್ದರೆ, ನೀವು ಸಾಮಾನ್ಯವಾಗಿ ಅನುಮಾನಾಸ್ಪದ ಮತ್ತು ನಕಾರಾತ್ಮಕ ಮನೋಭಾವವನ್ನು ಹೊಂದಿರುತ್ತೀರಿ. ನೀವು ಕೆಲವೊಮ್ಮೆ ಅನುಮಾನಾಸ್ಪದವಾಗಿ, ಸಿನಿಕತನದಿಂದ ಅಥವಾ ಮೂಡಿಯಾಗಿ ವರ್ತಿಸಬಹುದು. ನೀವು ಚಿಂತೆ ಮಾಡಲು ಮತ್ತು ಜೀವನದ ಋಣಾತ್ಮಕ ಬದಿಯಲ್ಲಿ ವಾಸಿಸಲು ಒಲವು ತೋರುತ್ತೀರಿ. ಈ ಬಾಣವನ್ನು ತಪ್ಪಿಸಿಕೊಂಡರೆ ನೆರಳಿನಲ್ಲಿ ವಾಸಿಸುವ ಮತ್ತು ದಿನದ ಸಂಪೂರ್ಣ ಬೆಳಕಿನಲ್ಲಿ ಹೊರಬರಲು ಬಯಸದ 'ಬೂದು ವ್ಯಕ್ತಿ' ಯನ್ನು ಸಹ ಬಹಿರಂಗಪಡಿಸುತ್ತದೆ.",

    "Missing_numbers_description": "ನಿಮ್ಮ ಜನ್ಮ ದಿನಾಂಕದ ಪ್ರಕಾರ, ನಿಮ್ಮ ಕಾಣೆಯಾದ ಸಂಖ್ಯೆಗಳನ್ನು ಹೈಲೈಟ್ ಮಾಡಲಾಗಿದೆ! ಲೋ ಶು ಚಾರ್ಟ್‌ನಲ್ಲಿ ಬರದ ಸಂಖ್ಯೆಗಳು ಕಾಣೆಯಾಗಿವೆ",
    "Missing_Number": "ಮಿಸ್ಸಿಂಗ್ ನಂಬರ್",

    "number": "ಸಂಖ್ಯೆ",
    "missing_number_label": "ಮಿಸ್ಸಿಂಗ್ ನಂಬರ್ {{number}}",
    "no_description_available": "ಯಾವುದೇ ವಿವರಣೆ ಲಭ್ಯವಿಲ್ಲ",
	"no_description_found": "ಯಾವುದೇ ವಿವರಣೆ ಕಂಡುಬಂದಿಲ್ಲ",

    "validation_error": "ಮೌಲ್ಯೀಕರಣ ದೋಷ",
    "date_and_gender_required": "ದಿನಾಂಕ ಮತ್ತು ಲಿಂಗ ಕಡ್ಡಾಯವಾಗಿದೆ.",
    "date_required_valid": "ದಿನಾಂಕ ಕಡ್ಡಾಯವಾಗಿದೆ ಮತ್ತು ಅದು ಮಾನ್ಯ ದಿನಾಂಕವಾಗಿರಬೇಕು.",
    "name_date_gender_required": "ಹೆಸರು, ದಿನಾಂಕ ಮತ್ತು ಲಿಂಗ ಅಗತ್ಯವಿದೆ.",
    "phone_must_be_10_digit": "ಫೋನ್ 10 ಅಂಕೆಗಳಾಗಿರಬೇಕು.",
    "name_date_phone_required": "ಹೆಸರು, ದಿನಾಂಕ ಮತ್ತು ಫೋನ್ ಸಂಖ್ಯೆ ಅಗತ್ಯವಿದೆ.",
    "success": "ಯಶಸ್ಸು!",

    "Difficulty in expressing their inner views.": "ತಮ್ಮ ಒಳಗಿನ ಅಭಿಪ್ರಾಯಗಳನ್ನು ವ್ಯಕ್ತಪಡಿಸುವಲ್ಲಿ ತೊಂದರೆ.",
    "Always needs support from others.": "ಯಾವಾಗಲೂ ಇತರರಿಂದ ಬೆಂಬಲ ಬೇಕು.",
    "Egoless": "ಅಹಂರಹಿತ",
    "May stammer at the early age.": "ಚಿಕ್ಕ ವಯಸ್ಸಿನಲ್ಲೇ ತೊದಲಬಹುದು.",
    "Note : Gel fast, Slow decision making, should respect father & do Surya Dardhan.": "ಗಮನಿಸಿ: ಜೆಲ್ ಫಾಸ್ಟ್, ನಿಧಾನ ನಿರ್ಧಾರ, ತಂದೆಯನ್ನು ಗೌರವಿಸಬೇಕು ಮತ್ತು ಸೂರ್ಯ ದರ್ಧನ ಮಾಡಬೇಕು.",

    "Lack of sensitivity and intuition.": "ಸೂಕ್ಷ್ಮತೆ ಮತ್ತು ಅಂತಃಪ್ರಜ್ಞೆಯ ಕೊರತೆ.",
    "May not care other’s feelings.": "ಇತರರ ಭಾವನೆಗಳಿಗೆ ತಲೆಕೆಡಿಸಿಕೊಳ್ಳದಿರಬಹುದು.",
    "Do not admit their mistake and try to justify their actions.": "ಅವರ ತಪ್ಪನ್ನು ಒಪ್ಪಿಕೊಳ್ಳಬೇಡಿ ಮತ್ತು ಅವರ ಕಾರ್ಯಗಳನ್ನು ಸಮರ್ಥಿಸಲು ಪ್ರಯತ್ನಿಸಬೇಡಿ.",
    "Late Marriage.": "ಲೇಟ್ ಮ್ಯಾರೇಜ್.",
    "Note : Should not waste water & respect mother.": "ಗಮನಿಸಿ: ನೀರನ್ನು ವ್ಯರ್ಥ ಮಾಡಬಾರದು ಮತ್ತು ತಾಯಿಯನ್ನು ಗೌರವಿಸಬೇಕು.",
   
    "Lack of creativity and good imaginative power.": "ಸೃಜನಶೀಲತೆಯ ಕೊರತೆ ಮತ್ತು ಉತ್ತಮ ಕಲ್ಪನಾ ಶಕ್ತಿ.",
    "May surrender to the difficult situation.": "ಕಷ್ಟದ ಪರಿಸ್ಥಿತಿಗೆ ಶರಣಾಗಬಹುದು.",
    "Support Issue / or ask for support.": "ಬೆಂಬಲ ಸಂಚಿಕೆ / ಅಥವಾ ಬೆಂಬಲಕ್ಕಾಗಿ ಕೇಳಿ.",

    "Lack of discipline and organisation.": "ಶಿಸ್ತು ಮತ್ತು ಸಂಘಟನೆಯ ಕೊರತೆ.",
    "Clumsy hands.": "ಬೃಹದಾಕಾರದ ಕೈಗಳು.",

    "Lack of balance in every sphere of life.": "ಜೀವನದ ಪ್ರತಿಯೊಂದು ಕ್ಷೇತ್ರದಲ್ಲೂ ಸಮತೋಲನದ ಕೊರತೆ.",
    "Lack the drive and versatility to get their goals.": "ತಮ್ಮ ಗುರಿಗಳನ್ನು ಪಡೆಯಲು ಡ್ರೈವ್ ಮತ್ತು ಬಹುಮುಖತೆಯ ಕೊರತೆ.",
    "Confidence": "ಆತ್ಮವಿಶ್ವಾಸ",
    "Travelling ?": "ಪ್ರಯಾಣ ?",

    "Poor bonding with home and family.": "ಮನೆ ಮತ್ತು ಕುಟುಂಬದೊಂದಿಗೆ ಕಳಪೆ ಬಾಂಧವ್ಯ.",
    "Weak relationship sector.": "ದುರ್ಬಲ ಸಂಬಂಧ ವಲಯ.",
    "May face marriage problem.": "ಮದುವೆ ಸಮಸ್ಯೆ ಎದುರಿಸಬಹುದು.",
    "Do not get the support from the society at the time of crunch.": "ಬಿಕ್ಕಟ್ಟಿನ ಸಮಯದಲ್ಲಿ ಸಮಾಜದಿಂದ ಬೆಂಬಲವನ್ನು ಪಡೆಯಬೇಡಿ.",
    
    "Lack of spiritualism.": "ಆಧ್ಯಾತ್ಮಿಕತೆಯ ಕೊರತೆ.",
    "Religion, occult, education.": "ಧರ್ಮ, ನಿಗೂಢ, ಶಿಕ್ಷಣ.",
    "May not care for the feelings of others.": "ಇತರರ ಭಾವನೆಗಳನ್ನು ಕಾಳಜಿ ವಹಿಸದಿರಬಹುದು.",
    "No Dokha to 7,": "7ಕ್ಕೆ ದೋಖಾ ಇಲ್ಲ,",
    "No Setback": "ಇಲ್ಲ ಹಿನ್ನಡೆ",
    
    "Poor in financial management, spendthrift.": "ಹಣಕಾಸು ನಿರ್ವಹಣೆಯಲ್ಲಿ ಕಳಪೆ, ದುಂದು ವೆಚ್ಚ.",

    "Overlook the feelings of others.": "ಇತರರ ಭಾವನೆಗಳನ್ನು ಕಡೆಗಣಿಸಿ.",
    "Lack of intelligence and energy n may not care for other’s feelings.": "ಬುದ್ಧಿವಂತಿಕೆ ಮತ್ತು ಶಕ್ತಿಯ ಕೊರತೆಯು ಇತರರ ಭಾವನೆಗಳನ್ನು ಕಾಳಜಿ ವಹಿಸದಿರಬಹುದು.",

    "Available numbers description": "ನಿಮ್ಮ ಜನ್ಮ ದಿನಾಂಕದ ಪ್ರಕಾರ, ನಿಮ್ಮ ಲಭ್ಯವಿರುವ ಸಂಖ್ಯೆಗಳು! ಎಲ್ಲಾ ಸಂಖ್ಯೆಗಳು ಲೋ ಶು ಚಾರ್ಟ್‌ನಲ್ಲಿ ಬಂದಿವೆ",
    "available_number_1_description": "ಸಂವಹನಕಾರರಾಗಿ, ನೀವು ವಿವೇಚನಾಶೀಲ ಮತ್ತು ನಿಷ್ಪಕ್ಷಪಾತ ವಿಧಾನದೊಂದಿಗೆ ಸನ್ನಿವೇಶಗಳನ್ನು ನಿರ್ಣಯಿಸುವಲ್ಲಿ ಮತ್ತು ನ್ಯಾವಿಗೇಟ್ ಮಾಡುವಲ್ಲಿ ಉತ್ಕೃಷ್ಟರಾಗಿದ್ದೀರಿ. ಪಕ್ಷಪಾತವಿಲ್ಲದೆ ಸಂದರ್ಭಗಳನ್ನು ವಿಶ್ಲೇಷಿಸುವ ಮತ್ತು ಪರಿಹರಿಸುವ ನಿಮ್ಮ ಸಾಮರ್ಥ್ಯವು ನಿಮ್ಮನ್ನು ಪರಿಣಾಮಕಾರಿ ಮಧ್ಯವರ್ತಿ ಅಥವಾ ಸಮಸ್ಯೆ-ಪರಿಹರಿಸುವವರನ್ನಾಗಿ ಮಾಡುತ್ತದೆ. ನೀವು ವಸ್ತುನಿಷ್ಠತೆಯ ತೀಕ್ಷ್ಣ ಪ್ರಜ್ಞೆಯನ್ನು ಹೊಂದಿರಬಹುದು, ಅನೇಕ ಕೋನಗಳಿಂದ ಸಂದರ್ಭಗಳನ್ನು ಮೌಲ್ಯಮಾಪನ ಮಾಡಲು ಮತ್ತು ವೈಯಕ್ತಿಕ ಪಕ್ಷಪಾತಗಳಿಗೆ ಒಳಗಾಗದೆ ನಿರ್ಧಾರಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳಲು ನಿಮಗೆ ಅನುವು ಮಾಡಿಕೊಡುತ್ತದೆ. ನಿಷ್ಪಕ್ಷಪಾತವನ್ನು ಕಾಪಾಡಿಕೊಳ್ಳುವ ಈ ಕೌಶಲ್ಯವು ನ್ಯಾಯಯುತ ಮತ್ತು ವಸ್ತುನಿಷ್ಠ ಮನಸ್ಥಿತಿಯೊಂದಿಗೆ ವಿವಿಧ ಸನ್ನಿವೇಶಗಳು ಮತ್ತು ಸಂಘರ್ಷಗಳನ್ನು ನಿಭಾಯಿಸುವಲ್ಲಿ ನಿಮ್ಮ ಯಶಸ್ಸಿಗೆ ಕೊಡುಗೆ ನೀಡುತ್ತದೆ.",
    "available_number_2_description": "ನೀವು ಸೂಕ್ಷ್ಮತೆ ಮತ್ತು ಅಂತಃಪ್ರಜ್ಞೆಯನ್ನು ಹೊಂದಿದ್ದೀರಿ, ಇತರರನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳುವಲ್ಲಿ ನೀವು ಪ್ರವೀಣರಾಗುತ್ತೀರಿ. ಆದಾಗ್ಯೂ, ಈ ಸೂಕ್ಷ್ಮತೆಯು ತೊಂದರೆಯೊಂದಿಗೆ ಬರುತ್ತದೆ, ಏಕೆಂದರೆ ನೀವು ಸುಲಭವಾಗಿ ನೋಯಿಸುತ್ತೀರಿ. ನಿಮ್ಮ ಅರ್ಥಗರ್ಭಿತ ಸ್ವಭಾವವು ಜನರನ್ನು ತ್ವರಿತವಾಗಿ ನಿರ್ಣಯಿಸಲು ನಿಮಗೆ ಅನುವು ಮಾಡಿಕೊಡುತ್ತದೆ ಮತ್ತು ಅಪ್ರಬುದ್ಧತೆಯನ್ನು ಪತ್ತೆಹಚ್ಚಲು ನೀವು ಗಮನಾರ್ಹವಾದ ಕೌಶಲ್ಯವನ್ನು ಹೊಂದಿದ್ದೀರಿ, ಆದಾಗ್ಯೂ ಈ ತೀಕ್ಷ್ಣವಾದ ಗ್ರಹಿಕೆಯನ್ನು ಕೆಲವೊಮ್ಮೆ ನಿಮ್ಮ ಸುತ್ತಲಿರುವವರು ಕಡೆಗಣಿಸಬಹುದು. ಸ್ಥಿತಿಸ್ಥಾಪಕತ್ವದೊಂದಿಗೆ ನಿಮ್ಮ ಸೂಕ್ಷ್ಮತೆಯನ್ನು ಸಮತೋಲನಗೊಳಿಸುವುದು ನಿರ್ಣಾಯಕವಾಗಿದೆ, ಅನಗತ್ಯ ಭಾವನಾತ್ಮಕ ಯಾತನೆಯಿಂದ ನಿಮ್ಮನ್ನು ರಕ್ಷಿಸಿಕೊಳ್ಳುವಾಗ ಸಾಮಾಜಿಕ ಸಂವಹನಗಳನ್ನು ಹೆಚ್ಚು ಪರಿಣಾಮಕಾರಿಯಾಗಿ ನ್ಯಾವಿಗೇಟ್ ಮಾಡಲು ನಿಮಗೆ ಅನುವು ಮಾಡಿಕೊಡುತ್ತದೆ.",
    "available_number_3_description": "ನಿಮ್ಮ ಸೃಜನಾತ್ಮಕ ಮತ್ತು ಕಾಲ್ಪನಿಕ ಮನಸ್ಸು ಅಮೂಲ್ಯವಾದ ಆಸ್ತಿಯಾಗಿದ್ದು, ಧನಾತ್ಮಕ ದೃಷ್ಟಿಕೋನ ಮತ್ತು ನಿರ್ಣಯದೊಂದಿಗೆ ಜೀವನವನ್ನು ಸಮೀಪಿಸಲು ನಿಮಗೆ ಅನುವು ಮಾಡಿಕೊಡುತ್ತದೆ. ಅತ್ಯುತ್ತಮ ಸ್ಮರಣಶಕ್ತಿ ಮತ್ತು ಸೃಜನಶೀಲತೆಯ ಜಾಣ್ಮೆಯೊಂದಿಗೆ, ನಿಮ್ಮ ಆಶಾವಾದ ಮತ್ತು ಪ್ರಾಮಾಣಿಕತೆಯಿಂದ ಇತರರನ್ನು ಪ್ರೇರೇಪಿಸುವ ಸಾಮರ್ಥ್ಯವನ್ನು ನೀವು ಹೊಂದಿದ್ದೀರಿ. ನಿಮ್ಮ ಸಕಾರಾತ್ಮಕ ವರ್ತನೆಯು ನಿಮ್ಮ ಸಮುದಾಯದಲ್ಲಿ ನಿಮ್ಮನ್ನು ಪ್ರೇರಣೆಯ ಮೂಲವನ್ನಾಗಿ ಮಾಡುತ್ತದೆ ಮತ್ತು ನಿಮ್ಮ ಮಾನಸಿಕ ಸಾಮರ್ಥ್ಯಗಳು ಸವಾಲುಗಳನ್ನು ಎದುರಿಸಲು ನಿಮಗೆ ಅಧಿಕಾರ ನೀಡುತ್ತದೆ. ನಿಮ್ಮ ಗುರಿಗಳನ್ನು ತಲುಪುವ ನಿಮ್ಮ ಬದ್ಧತೆ ಮತ್ತು ಸಕಾರಾತ್ಮಕ ದೃಷ್ಟಿಕೋನವನ್ನು ಕಾಪಾಡಿಕೊಳ್ಳುವ ನಿಮ್ಮ ಸಾಮರ್ಥ್ಯವು ನಿಮ್ಮ ಯಶಸ್ಸಿಗೆ ಕೊಡುಗೆ ನೀಡುತ್ತದೆ, ನಿಮ್ಮನ್ನು ಎದುರುನೋಡುವವರಿಗೆ ಸ್ಫೂರ್ತಿಯ ದಾರಿದೀಪವಾಗಿ ನಿಮ್ಮನ್ನು ಸ್ಥಾಪಿಸುತ್ತದೆ.",
    "available_number_4_description": "ತಮ್ಮ ಚಾರ್ಟ್‌ನಲ್ಲಿ ಪ್ರಧಾನವಾದ ಪ್ರಾಯೋಗಿಕ ಭಾಗವನ್ನು ಹೊಂದಿರುವ ವ್ಯಕ್ತಿಗಳನ್ನು ಸಾಮಾನ್ಯವಾಗಿ ಜೀವನದಲ್ಲಿ ತುಂಬಾ ಪ್ರಾಯೋಗಿಕ ಎಂದು ವಿವರಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ಸಾಮಾನ್ಯವಾಗಿ ತಮ್ಮ ಕೈಗಳಿಂದ ಪ್ರವೀಣರಾಗಿರುತ್ತಾರೆ. ನೀವು ಉದ್ಯೋಗಗಳಲ್ಲಿ ಸಂತೋಷವನ್ನು ಕಾಣುತ್ತೀರಿ ಮತ್ತು ಕಾಲ್ಪನಿಕ ವಿಚಾರಗಳು ಮತ್ತು ಸಿದ್ಧಾಂತಗಳೊಂದಿಗೆ ವ್ಯವಹರಿಸುವಾಗ ನಿಮ್ಮ ತಾಳ್ಮೆಯು ಕ್ಷೀಣಿಸಬಹುದು. ನಿಮ್ಮ ಸಾಮರ್ಥ್ಯವು ಇತರರನ್ನು ಸಂಘಟಿಸುವ ಮತ್ತು ನಿಖರವಾಗಿ ಯೋಜನೆಗಳನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸುವ ನಿಮ್ಮ ಸಾಮರ್ಥ್ಯದಲ್ಲಿದೆ. ಕೆಲವು ನಿದರ್ಶನಗಳಲ್ಲಿ, ನಿಮ್ಮ ಜೀವನದ ವಿವಿಧ ಅಂಶಗಳಲ್ಲಿ ಪ್ರಾಯೋಗಿಕ ಮತ್ತು ಕೌಶಲ್ಯಪೂರ್ಣ ವಿಧಾನವನ್ನು ಪ್ರದರ್ಶಿಸುವ ಸಂಗೀತ ಮತ್ತು ಕರಕುಶಲ ವಸ್ತುಗಳಿಗೆ ನೀವು ಬಲವಾದ ಸಂಪರ್ಕವನ್ನು ಹೊಂದಿರಬಹುದು.",
    "available_number_5_description": "ನೀವು ಭಾವನಾತ್ಮಕವಾಗಿ ಸಮತೋಲಿತರಾಗಿದ್ದೀರಿ. ಅವರು ದಿಕ್ಸೂಚಿ ತಿಳುವಳಿಕೆ ಮತ್ತು ಕಾಳಜಿಯುಳ್ಳವರು. ಅವರು ಸಾಧ್ಯವಾಗುವುದಕ್ಕಿಂತ ಹೆಚ್ಚಿನದನ್ನು ಸಾಧಿಸಲು ಇತರರನ್ನು ಪ್ರೇರೇಪಿಸಲು ಮತ್ತು ಪ್ರೇರೇಪಿಸಲು ಸಮರ್ಥರಾಗಿದ್ದಾರೆ.",
    "available_number_6_description": "ನೀವು ಮನೆ ಮತ್ತು ಪ್ರೀತಿಪಾತ್ರರ ನಿಜವಾದ ಪ್ರೇಮಿ. ನೀವು ದೇಶೀಯ ಜವಾಬ್ದಾರಿಗಳಲ್ಲಿ ಸಂತೋಷವನ್ನು ಕಾಣುತ್ತೀರಿ ಮತ್ತು ಗಣನೀಯ ಸೃಜನಶೀಲ ಸಾಮರ್ಥ್ಯವನ್ನು ಹೊಂದಿರುತ್ತೀರಿ. ನಿಮ್ಮ ಪೋಷಣೆಯ ಗುಣಗಳು ನಿಮ್ಮನ್ನು ಉತ್ತಮ ಪೋಷಕರನ್ನಾಗಿ ಮಾಡುತ್ತದೆ ಮತ್ತು ಕಾಲಾನಂತರದಲ್ಲಿ, ಎಲ್ಲವೂ ಸರಿಯಾಗಿ ನಡೆಯದಿದ್ದಾಗ ಕುಟುಂಬದ ಎಲ್ಲರೂ ತಿರುಗುವ ವ್ಯಕ್ತಿಯಾಗುತ್ತೀರಿ. ಈ ಸಕಾರಾತ್ಮಕ ಗುಣಲಕ್ಷಣಗಳ ಹೊರತಾಗಿಯೂ, ಒಂದೇ 6 ಅನ್ನು ಹೊಂದಿರುವ ವ್ಯಕ್ತಿಗಳು ಅಭದ್ರತೆಯನ್ನು ಅನುಭವಿಸಬಹುದು ಮತ್ತು ವಿಧವೆಯರಾಗುವ ಮತ್ತು ತಮ್ಮದೇ ಆದ ಮೇಲೆ ಬಿಡುವ ನಿರೀಕ್ಷೆಯ ಬಗ್ಗೆ ಚಿಂತಿಸಬಹುದು. ಪ್ರೀತಿಪಾತ್ರರ ಯೋಗಕ್ಷೇಮಕ್ಕಾಗಿ ಈ ಕಾಳಜಿಯು ನಿಮ್ಮ ಜೀವನದಲ್ಲಿ ಕೇಂದ್ರ ವಿಷಯವಾಗಿದೆ.",
    "available_number_7_description": "ಪ್ರೀತಿ, ಆಸ್ತಿ ಅಥವಾ ಆರೋಗ್ಯದ ನಷ್ಟಗಳ ಮೂಲಕ ನೀವು ಕಲಿಯುವ ಸಾಧ್ಯತೆಯಿದೆ. ಈ ಅನುಭವಗಳಿಂದ ಕಲಿಯಲು ಅವರು ಸಾಮಾನ್ಯವಾಗಿ ಪರಾನುಭೂತಿ ಆಧ್ಯಾತ್ಮಿಕ ಅನ್ವೇಷಣೆಗಳಲ್ಲಿ ಹೆಚ್ಚು ಮತ್ತು ಹೆಚ್ಚು ಪರೀಕ್ಷೆಗೆ ಒಳಗಾಗುತ್ತಾರೆ.",
    "available_number_8_description": "ನೀವು ಹೆಚ್ಚು ಗ್ರಹಿಕೆ ಮತ್ತು ಆತ್ಮಸಾಕ್ಷಿಯ ಸಾಧ್ಯತೆಯಿದೆ. ನಂಬಿಕೆಯ ಮೇಲೆ ಹೆಚ್ಚು ಅವಲಂಬಿತರಾಗುವುದಕ್ಕಿಂತ ವೈಯಕ್ತಿಕ ಅನುಭವಗಳನ್ನು ಪಡೆಯಲು ನೀವು ಬಯಸುತ್ತೀರಿ. ಸ್ಥಿರ ವೀಕ್ಷಣೆಗಳು ಮತ್ತು ಅಭಿಪ್ರಾಯಗಳನ್ನು ಹೊಂದಿರುವ ನೀವು ನಿರ್ಧಾರಗಳನ್ನು ಮಾಡಿದ ನಂತರ ನಿಮ್ಮ ಮನಸ್ಸನ್ನು ಬದಲಾಯಿಸುವುದು ಸವಾಲಿನ ಸಂಗತಿಯಾಗಿದೆ. ನಿಮ್ಮ ಬಿಗಿತ ಮತ್ತು ಮೊಂಡುತನವು 'ಐಡಿಯಾಲ್ ಟ್ಯಾಟೂ'ಗೆ ಹೋಲುತ್ತದೆ, ಇದು ಅಚಲವಾದ ಮತ್ತು ನಿರಂತರ ಸ್ವಭಾವವನ್ನು ಸೂಚಿಸುತ್ತದೆ. ನಿಮ್ಮ ಗ್ರಹಿಕೆ ಮತ್ತು ಆತ್ಮಸಾಕ್ಷಿಯು ಮೌಲ್ಯಯುತವಾಗಿದ್ದರೂ, ದೃಷ್ಟಿಕೋನಗಳನ್ನು ಬದಲಾಯಿಸುವಲ್ಲಿನ ನಮ್ಯತೆಯು ಕೆಲವು ಸಂದರ್ಭಗಳಲ್ಲಿ ಸವಾಲುಗಳನ್ನು ಪ್ರಸ್ತುತಪಡಿಸಬಹುದು.",
    "available_number_9_description": "ನೀವು ಬಹುಶಃ ಮಹತ್ವಾಕಾಂಕ್ಷೆಯುಳ್ಳವರಾಗಿದ್ದೀರಿ ಮತ್ತು ನಿಮ್ಮನ್ನು ಸುಧಾರಿಸುವ ಬಲವಾದ ಬಯಕೆಯನ್ನು ಹೊಂದಿರುತ್ತೀರಿ. ಸಂಖ್ಯೆ 9 ಮಾನಸಿಕ ಮತ್ತು ಇಚ್ಛೆಯ ಸಮತಲಗಳೆರಡರಲ್ಲೂ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ, ಮತ್ತು ಈ ಸಂಯೋಜನೆಯು 20 ನೇ ಶತಮಾನದಲ್ಲಿ ಮಾನವಕುಲವು ಗಮನಾರ್ಹ ಪ್ರಗತಿಯನ್ನು ಸಾಧಿಸಲು ಒಂದು ಕಾರಣವಾಗಿರಬಹುದು. ನಿಮ್ಮ ಮಹತ್ವಾಕಾಂಕ್ಷೆಯ ಸ್ವಭಾವ ಮತ್ತು ಸಂಖ್ಯೆ 9 ರ ಪ್ರಭಾವವು ನಿಮ್ಮ ಮತ್ತು ನಿಮ್ಮ ಸುತ್ತಲಿನ ಪ್ರಪಂಚಕ್ಕೆ ಪ್ರಭಾವಶಾಲಿ ಬೆಳವಣಿಗೆ ಮತ್ತು ಸಕಾರಾತ್ಮಕ ಕೊಡುಗೆಗಳ ಸಾಮರ್ಥ್ಯವನ್ನು ನೀವು ಹೊಂದಿರುವಿರಿ ಎಂದು ಸೂಚಿಸುತ್ತದೆ.",

    "digit_meaning_1": "ನಾಯಕತ್ವ, ಸ್ವಾತಂತ್ರ್ಯ, ಸ್ವಂತಿಕೆ",
    "digit_meaning_2": "ಸಹಕಾರ, ಸಮತೋಲನ, ಸಂಬಂಧಗಳು",
    "digit_meaning_3": "ಸೃಜನಶೀಲತೆ, ಸಂತೋಷ, ಸಂವಹನ",
    "digit_meaning_4": "ಸ್ಥಿರತೆ, ಪ್ರಾಯೋಗಿಕತೆ, ಕಠಿಣ ಪರಿಶ್ರಮ",
    "digit_meaning_5": "ಸ್ವಾತಂತ್ರ್ಯ, ಸಾಹಸ, ಬದಲಾವಣೆ",
    "digit_meaning_6": "ಹೊಣೆಗಾರಿಕೆ, ಆರೈಕೆ, ಕುಟುಂಬದ ಪ್ರೀತಿ",
    "digit_meaning_7": "ಆಧ್ಯಾತ್ಮಿಕತೆ, ಆತ್ಮಾವಲೋಕನ, ಬುದ್ಧಿವಂತಿಕೆ",
    "digit_meaning_8": "ಶಕ್ತಿ, ಮಹತ್ವಾಕಾಂಕ್ಷೆ, ವಸ್ತು ಯಶಸ್ಸು",
    "digit_meaning_9": "ಕರುಣೆ, ಸಾರ್ವತ್ರಿಕ ಪ್ರೀತಿ, ಮಾನವತಾವಾದ",

    "mobile_number_1": "ಮೊಬೈಲ್ ಸಂಖ್ಯೆ 1 ಶಕ್ತಿ, ಅಧಿಕಾರ ಮತ್ತು ನಾಯಕತ್ವವನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತದೆ.", 
    "mobile_number_2": "ಮೊಬೈಲ್ ಸಂಖ್ಯೆ 2 ಶಕ್ತಿ, ಸೃಜನಶೀಲತೆ, ಪಾಲುದಾರಿಕೆ ಮತ್ತು ಶಾಂತಿಯನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತದೆ.",
    "mobile_number_3": "ಮೊಬೈಲ್ ಸಂಖ್ಯೆ 3 ಶಕ್ತಿ, ಮಹತ್ವಾಕಾಂಕ್ಷೆ, ಸೃಜನಶೀಲತೆ ಮತ್ತು ಉತ್ಸಾಹವನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತದೆ.", 
    "mobile_number_4": "ಮೊಬೈಲ್ ಸಂಖ್ಯೆ 4 ಶಕ್ತಿ, ಸ್ಥಿರತೆ, ಕಠಿಣ ಪರಿಶ್ರಮ ಮತ್ತು ವಿಶ್ವಾಸಾರ್ಹತೆಯನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತದೆ.", 
    "mobile_number_5": "ಮೊಬೈಲ್ ಸಂಖ್ಯೆ 5 ಶಕ್ತಿ, ಸಾಹಸ, ಹೊಂದಿಕೊಳ್ಳುವಿಕೆ ಮತ್ತು ಸ್ವಾತಂತ್ರ್ಯವನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತದೆ.",
    "mobile_number_6": "ಮೊಬೈಲ್ ಸಂಖ್ಯೆ 6 ಶಕ್ತಿ, ಸಹಾನುಭೂತಿ, ಸಮತೋಲನ ಮತ್ತು ಸಾಮರಸ್ಯವನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತದೆ.", 
    "mobile_number_7": "ಮೊಬೈಲ್ ಸಂಖ್ಯೆ 7 ಶಕ್ತಿ, ವಿಶ್ಲೇಷಣೆ, ಆಂತರಿಕ ಶಕ್ತಿ ಮತ್ತು ಬುದ್ಧಿವಂತಿಕೆಯನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತದೆ.", 
    "mobile_number_8": "ಮೊಬೈಲ್ ಸಂಖ್ಯೆ 8 ಶಕ್ತಿ, ಮಹತ್ವಾಕಾಂಕ್ಷೆ, ಸಾಧನೆ ಮತ್ತು ಯಶಸ್ಸನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತದೆ.",
    "mobile_number_9": "ಮೊಬೈಲ್ ಸಂಖ್ಯೆ 9 ಶಕ್ತಿ, ಸಹಾನುಭೂತಿ, ಆಧ್ಯಾತ್ಮಿಕ ಮತ್ತು ಮಾನವೀಯತೆಯನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತದೆ.", 

    "your_mobile_number_is": "ನಿಮ್ಮ ಮೊಬೈಲ್ ಸಂಖ್ಯೆ ಇದು",
    "your_mobile_number_sum_is": "ನಿಮ್ಮ ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯ ಮೊತ್ತವಾಗಿದೆ",

    "sum_result_best": "ನಿಮ್ಮ ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯ ಮೊತ್ತ ಅತ್ಯುತ್ತಮವಾಗಿದೆ.",
    "sum_result_good": "ನಿಮ್ಮ ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯ ಮೊತ್ತ ಉತ್ತಮವಾಗಿದೆ.",
    "sum_result_not_good": "ನಿಮ್ಮ ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯ ಮೊತ್ತ ಅನುಕೂಲಕರವಾಗಿಲ್ಲ.",
    "suggest_change_to_5_6_1": "ದಯವಿಟ್ಟು ಇದನ್ನು 5 (ಅತ್ಯುತ್ತಮ), 6 (ಉತ್ತಮ), ಅಥವಾ 1 (ಸರಾಸರಿ) ಗೆ ಬದಲಾಯಿಸಲು ಯತ್ನಿಸಿ.",
    "try_change_to_5_6_1": "ನಿಮ್ಮ ಸಂಖ್ಯೆಯನ್ನು 5 (ಅತ್ಯುತ್ತಮ), 6 (ಉತ್ತಮ), ಅಥವಾ 1 (ಸರಾಸರಿ) ಗೆ ಬದಲಾಯಿಸಲು ಪ್ರಯತ್ನಿಸಿ.",

    "negative_number_in_mobile": "ನಿಮ್ಮ ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯಲ್ಲಿ ನಕಾರಾತ್ಮಕ ಸಂಖ್ಯೆಗಳು",
    "no_negative_number": "ನಿಮ್ಮ ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯಲ್ಲಿ ಯಾವುದೇ ನಕಾರಾತ್ಮಕ ಸಂಖ್ಯೆಗಳಿಲ್ಲ.",

    "triplets_found": "ನಿಮ್ಮ ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯಲ್ಲಿ ಮೂರರ ಜೋಡಿಗಳು ಕಂಡುಬಂದಿವೆ",
    "no_triplets_found": "ನಿಮ್ಮಲ್ಲಿ 1, 3, 5 ಅಥವಾ 6 ರ ತ್ರಯಗಳು ಇಲ್ಲ.",
    
    "vehicle_must_be_4_digit": "ವಾಹನ ಸಂಖ್ಯೆ 4 ಅಂಕಿಗಳಾಗಿರಬೇಕು",
    "your_vehicle_number_is": "ನಿಮ್ಮ ವಾಹನ ಸಂಖ್ಯೆ ಇದು",
    "your_vehicle_number_sum_is": "ನಿಮ್ಮ ವಾಹನ ಸಂಖ್ಯೆಯ ಮೊತ್ತ",

    "vehicle_number_1": "ವಾಹನ ಸಂಖ್ಯೆ 1 ಶಕ್ತಿ, ಅಧಿಕಾರ ಮತ್ತು ನಾಯಕತ್ವವನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತದೆ.",
    "vehicle_number_2": "ವಾಹನ ಸಂಖ್ಯೆ 2 ಶಕ್ತಿ, ಸೃಜನಾತ್ಮಕತೆ, ಸಹಭಾಗಿತ್ವ ಮತ್ತು ಶಾಂತಿಯನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತದೆ.",
    "vehicle_number_3": "ವಾಹನ ಸಂಖ್ಯೆ 3 ಶಕ್ತಿ, ಮಹತ್ವಾಕಾಂಕ್ಷೆ, ಸೃಜನಾತ್ಮಕತೆ ಮತ್ತು ಉತ್ಸಾಹವನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತದೆ.",
    "vehicle_number_4": "ವಾಹನ ಸಂಖ್ಯೆ 4 ಶಕ್ತಿ, ಸ್ಥಿರತೆ, ಕಠಿಣ ಪರಿಶ್ರಮ ಮತ್ತು ವಿಶ್ವಾಸಾರ್ಹತೆಯನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತದೆ.",
    "vehicle_number_5": "ವಾಹನ ಸಂಖ್ಯೆ 5 ಶಕ್ತಿ, ಸಾಹಸಿಕತೆ, ಹೊಂದಿಕೊಳ್ಳುವಿಕೆ ಮತ್ತು ಸ್ವಾತಂತ್ರ್ಯವನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತದೆ.",
    "vehicle_number_6": "ವಾಹನ ಸಂಖ್ಯೆ 6 ಶಕ್ತಿ, ಕರುಣೆ, ಸಮತೋಲನ ಮತ್ತು ಸೌಹಾರ್ದತೆಯನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತದೆ.",
    "vehicle_number_7": "ವಾಹನ ಸಂಖ್ಯೆ 7 ಶಕ್ತಿ, ವಿಶ್ಲೇಷಣೆ, ಆಂತರಿಕ ಶಕ್ತಿ ಮತ್ತು ಜ್ಞಾನವನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತದೆ.",
    "vehicle_number_8": "ವಾಹನ ಸಂಖ್ಯೆ 8 ಶಕ್ತಿ, ಮಹತ್ವಾಕಾಂಕ್ಷೆ, ಸಾಧನೆ ಮತ್ತು ಯಶಸ್ಸನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತದೆ.",
    "vehicle_number_9": "ವಾಹನ ಸಂಖ್ಯೆ 9 ಶಕ್ತಿ, ಕರುಣೆ, आध्यात्मಿಕತೆ ಮತ್ತು ಮಾನವೀಯತೆಯನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತದೆ.",

    "negative_number_in_vehicle": "ನಿಮ್ಮ ವಾಹನ ಸಂಖ್ಯೆಯಲ್ಲಿ ನಕಾರಾತ್ಮಕ ಸಂಖ್ಯೆ",
    "no_negative_number_vehicle": "ನಿಮ್ಮ ವಾಹನ ಸಂಖ್ಯೆಯಲ್ಲಿ ಯಾವುದೇ ನಕಾರಾತ್ಮಕ ಸಂಖ್ಯೆಗಳಿಲ್ಲ.",
    "triplets_found_vehicle": "ನಿಮ್ಮ ವಾಹನ ಸಂಖ್ಯೆಯಲ್ಲಿ ಮೂರರ ಜೋಡಿಗಳು ಕಂಡುಬಂದಿವೆ",
    "no_triplets_found_vehicle": "ನಿಮ್ಮಲ್ಲಿ 1, 3, 5, ಅಥವಾ 6 ರ ತ್ರಯಗಳು ಇಲ್ಲ.",

    "name_number_description": "ಕೆಳಗಿನ ವಿಭಾಗದಲ್ಲಿ, ನಿಮ್ಮ ಹೆಸರು ನಿಮ್ಮ ಜನ್ಮದಿನದ ಸಂಖ್ಯೆ (ಮೂಲಾಂಕ್) ಜೊತೆಗೆ ಜೀವನ ಮಾರ್ಗ ಸಂಖ್ಯೆ (ಭಾಗ್ಯಂಕ್) ನೊಂದಿಗೆ ಹೊಂದಿಕೆಯಾಗುತ್ತದೆಯೇ ಅಥವಾ ಇಲ್ಲವೇ ಎಂಬುದನ್ನು ಖಚಿತಪಡಿಸಲು CHALDEAN ಸಂಖ್ಯಾಶಾಸ್ತ್ರದ ವಿಧಾನದ ಪ್ರಕಾರ ನಿಮ್ಮ ಹೆಸರನ್ನು ವಿಶ್ಲೇಷಿಸಲಾಗಿದೆ.",
    "your_name_number": "ಚಾಲ್ಡಿಯನ್ ಸಂಖ್ಯಾಶಾಸ್ತ್ರದ ಪ್ರಕಾರ ನಿಮ್ಮ ಹೆಸರು ಸಂಖ್ಯೆ",
    "your_first_name_number": "ಚಾಲ್ಡಿಯನ್ ಸಂಖ್ಯಾಶಾಸ್ತ್ರದ ಪ್ರಕಾರ ನಿಮ್ಮ ಮೊದಲ ಹೆಸರು ಸಂಖ್ಯೆ",
    "suggested_name_number_title": "ನಿಮ್ಮ ಜನ್ಮದಿನ (ಮೂಲಾಂಕ್) ಮತ್ತು ಜೀವನ ಮಾರ್ಗ ಸಂಖ್ಯೆ (ಭಾಗ್ಯಂಕ್) ಪ್ರಕಾರ ಸೂಚಿಸಲಾದ ಹೆಸರು ಸಂಖ್ಯೆ (ಮೊದಲ ಮತ್ತು ಪೂರ್ಣ ಹೆಸರು)",
    "favourable_numbers": "ಅನುಕೂಲಕರ ಸಂಖ್ಯೆಗಳು",
    "unlucky_numbers": "ತಪ್ಪಿಸಬಹುದಾದ ಸಂಖ್ಯೆಗಳು",
    "neutral_numbers": "ನೈಸರ್ಗಿಕ ಸಂಖ್ಯೆಗಳು",
    "suggested_name_total": "ಸೂಚಿಸಲಾದ ಹೆಸರು ಕಾಗುಣಿತ ಒಟ್ಟು",
    "no_suggested_name_total": "ನಿರ್ದಿಷ್ಟ ಹೆಸರು ಕಾಗುಣಿತ ಸಲಹೆ ಇಲ್ಲ.",

    "compatibility": {
        "great": "ಅದ್ಭುತ!! {{type}} ಪ್ರಕಾರ {{label}} ಹೊಂದಿಕೆಯಾಗುತ್ತಿದೆ",
        "average": "{{type}} ಪ್ರಕಾರ {{label}} ಹೊಂದಾಣಿಕೆ ಸರಾಸರಿ",
        "not_aligned": "{{label}} ವಿಶ್ಲೇಷಣೆ ಅಗತ್ಯವಿದೆ. ಇದು {{type}} ಪ್ರಕಾರ ಹೊಂದಿಕೆಯಾಗಿಲ್ಲ",

        "great_overall": "ಅದ್ಭುತ!! {{label}} ಮೂಲಾಂಕ ಮತ್ತು ಭಾಗ್ಯಾಂಕ ಪ್ರಕಾರ ಹೊಂದಿಕೆಯಾಗುತ್ತಿದೆ",
        "average_overall": "{{label}} ಮೂಲಾಂಕ ಮತ್ತು ಭಾಗ್ಯಾಂಕ ಪ್ರಕಾರ ಸರಾಸರಿ ಹೊಂದಿಕೆಯಾಗುತ್ತಿದೆ",
        "not_aligned_overall": "{{label}} ವಿಶ್ಲೇಷಣೆ ಅಗತ್ಯವಿದೆ. {{label}} ವಿಶ್ಲೇಷಣೆಗೆ ಉತ್ತಮ ಸಂಖ್ಯಾಶಾಸ್ತ್ರಜ್ಞರನ್ನು ಸಂಪರ್ಕಿಸಿ. ಬಹಳ ಶಿಫಾರಸು ಮಾಡಲಾಗಿದೆ"
    },

    "The name spelling should come to a total of 5": "ಹೆಸರಿನ ಕಾಗುಣಿತವು ಒಟ್ಟು 5 ಬರಬೇಕು",
    "If no.5 is missing in the numeroscope": "ಸಂಖ್ಯೆ ದರ್ಶಕದಲ್ಲಿ ಸಂಖ್ಯೆ 5 ತಪ್ಪಿದಲ್ಲಿ",
    "It completes 2 5 8 or 4 5 6 line when added. Changes life": "ಸೇರಿಸಿದಾಗ ಇದು 2 5 8 ಅಥವಾ 4 5 6 ಸಾಲನ್ನು ಪೂರ್ಣಗೊಳಿಸುತ್ತದೆ. ಜೀವನವನ್ನು ಬದಲಾಯಿಸುತ್ತದೆ",
    "The name spelling should come to a total of 6": "ಹೆಸರಿನ ಕಾಗುಣಿತವು ಒಟ್ಟು 6 ಬರಬೇಕು",
    "If no.6 is missing in the numeroscope": "ಸಂಖ್ಯೆಯ ದರ್ಶಕದಲ್ಲಿ ಸಂ.6 ಕಾಣೆಯಾಗಿದ್ದರೆ",
    "Neither the driver nor conductor number is 3, the name spelling should total 6.": "ಡ್ರೈವರ್ ಅಥವಾ ಕಂಡಕ್ಟರ್ ಸಂಖ್ಯೆ 3 ಅಲ್ಲ, ಹೆಸರಿನ ಕಾಗುಣಿತವು ಒಟ್ಟು 6 ಆಗಿರಬೇಕು.",
    "The name spelling should come to a total of 1": "ಹೆಸರಿನ ಕಾಗುಣಿತವು ಒಟ್ಟು 1 ಬರಬೇಕು",
    "If 5 and 6 both are available / present in the numeroscope": "ಸಂಖ್ಯಾದರ್ಶಕದಲ್ಲಿ 5 ಮತ್ತು 6 ಇವೆರಡೂ ಲಭ್ಯವಿದ್ದರೆ / ಇದ್ದರೆ",
    "Neither the driver nor conductor number is 8, the name spelling should total 1.": "ಡ್ರೈವರ್ ಅಥವಾ ಕಂಡಕ್ಟರ್ ಸಂಖ್ಯೆ 8 ಅಲ್ಲ, ಹೆಸರಿನ ಕಾಗುಣಿತವು ಒಟ್ಟು 1 ಆಗಿರಬೇಕು.",
    "The name spelling should be considered for a total of 3": "ಹೆಸರಿನ ಕಾಗುಣಿತವನ್ನು ಒಟ್ಟು 3 ಕ್ಕೆ ಪರಿಗಣಿಸಬೇಕು",
    "If no.3 is missing in the numeroscope": "ಸಂಖ್ಯಾದರ್ಶಕದಲ್ಲಿ ಸಂ.3 ಕಾಣೆಯಾಗುತ್ತಿದ್ದರೆ",
    "Neither the driver nor conductor number is 6,": "ಚಾಲಕ ಅಥವಾ ಕಂಡಕ್ಟರ್ ಸಂಖ್ಯೆ 6 ಅಲ್ಲ,",
    "The person is in a specific profession (field of education, medicine or spirituality), the name spelling should total 3.": "ವ್ಯಕ್ತಿಯು ನಿರ್ದಿಷ್ಟ ವೃತ್ತಿಯಲ್ಲಿದ್ದಾನೆ (ಶಿಕ್ಷಣ, ವೈದ್ಯಕೀಯ ಅಥವಾ ಆಧ್ಯಾತ್ಮಿಕ ಕ್ಷೇತ್ರ), ಹೆಸರಿನ ಕಾಗುಣಿತವು ಒಟ್ಟು 3 ಆಗಿರಬೇಕು.",
    "Note: Name number should never be 4 or 8.": "ಗಮನಿಸಿ: ಹೆಸರು ಸಂಖ್ಯೆ ಎಂದಿಗೂ 4 ಅಥವಾ 8 ಆಗಿರಬಾರದು.",

    "rudraksha": {
        "description1": "ರುದ್ರಾಕ್ಷ ಬೀಜಗಳನ್ನು ಅನೇಕ ಆದ್ಯಾತ್ಮಿಕ ಪದ್ಧತಿಗಳಲ್ಲಿ ಪವಿತ್ರವೆಂದು ಪರಿಗಣಿಸಲಾಗುತ್ತದೆ, ಅವುಗಳನ್ನು ಹೆಚ್ಚಿನ ಧ್ಯಾನ, ಚಿಕಿತ್ಸೆಯು ಮತ್ತು ಜೀವನದಲ್ಲಿ ಸಮತೋಲನವನ್ನು ಸಾಧಿಸಲು ಬಳಸಲಾಗುತ್ತದೆ. ಪ್ರತಿಯೊಂದು ರೀತಿಯ ರುದ್ರಾಕ್ಷ ಬೀಜವು ವಿಶೇಷ ಗ್ರಹ ಶಕ್ತಿಗಳು, ಚಕ್ರಗಳು ಅಥವಾ ರಾಶಿಚಕ್ರ ಚಿಹ್ನೆಗಳಿಗೆ ಹೊಂದಿಕೊಳ್ಳುತ್ತದೆ, ಇದು ಧರಿಸುವವರಿಗೆ ಧನಾತ್ಮಕ ಕಂಪನಗಳನ್ನು ಮತ್ತು ಪ್ರಯೋಜನಗಳನ್ನು ತರುತ್ತದೆ ಎಂದು ನಂಬಲಾಗುತ್ತದೆ.",
        "description2": "ನಮ್ಮ ವ್ಯವಸ್ಥೆಯಲ್ಲಿ, ರುದ್ರಾಕ್ಷ ಸಲಹೆಗಳು ನಿಮ್ಮ ರಾಶಿಚಕ್ರ ಚಿಹ್ನೆ ಅಥವಾ ಜ್ಯೋತಿಷ್ಯ ಪ್ರೊಫೈಲ್ ಆಧಾರಿತವಾಗಿ ವೈಯಕ್ತಿಕೀಕೃತವಾಗಿರುತ್ತವೆ. ನಿಮ್ಮ ರಾಶಿಚಕ್ರ ಚಿಹ್ನೆಯ ಗುಣಲಕ್ಷಣಗಳು ಮತ್ತು ಸವಾಲುಗಳನ್ನು ಅರ್ಥಮಾಡಿಕೊಂಡು, ನಾವು ನಿಮ್ಮ ಶಕ್ತಿಗೆ ಹೊಂದಿಕೊಳ್ಳುವ ರುದ್ರಾಕ್ಷ ಬೀಜವನ್ನು ಶಿಫಾರಸು ಮಾಡುತ್ತೇವೆ, ಇದು ಸಮತೋಲನ, ಯಶಸ್ಸು ಮತ್ತು ಆಧ್ಯಾತ್ಮಿಕ ವೃದ್ಧಿಯನ್ನು ಉತ್ತೇಜಿಸುತ್ತದೆ.",
        "your_zodiac": "ನಿಮ್ಮ ರಾಶಿ : {{zodiac}}",
        "suggestion": "ನಿಮ್ಮთვის ರುದ್ರಾಕ್ಷ ಸಲಹೆ: {{rudraksha}} ಮುಖಿ ರುದ್ರಾಕ್ಷ"
    },

    "prediction_not_found": "ಈ ಮೂಲಾಂಕ ಮತ್ತು ಭಾಷೆಗೆ ಪೂರ್ವಾನುಮಾನ ಲಭ್ಯವಿಲ್ಲ.",
    "cloth_colour_description": "ಅಂಕಶಾಸ್ತ್ರದಲ್ಲಿ, ಬಣ್ಣಗಳು ಸಂಖ್ಯೆಗಳಿಂದ ಹತ್ತಿರದಿಂದ ಸಂಪರ್ಕ ಹೊಂದಿದ್ದು, ಪ್ರತಿ ಸಂಖ್ಯೆಯು ವಿಶಿಷ್ಟ ಶಕ್ತಿಯೊಂದಿಗೆ ಇರುತ್ತದೆ, ಅದು ನಿರ್ದಿಷ್ಟ ಬಣ್ಣಗಳೊಂದಿಗೆ ಸಂಯೋಜಿತವಾಗಿರುತ್ತದೆ. ನಿಮ್ಮ ಅಂಕಶಾಸ್ತ್ರೀಯ ಸಂಖ್ಯೆಯ ಆಧಾರದ ಮೇಲೆ ಸರಿಯಾದ ಬಣ್ಣವನ್ನು ಧರಿಸುವುದು ನಿಮ್ಮ ಅದೃಷ್ಟ, ಶಕ್ತಿ ಮತ್ತು ಸೌಹಾರ್ದತೆಯನ್ನು ಹೆಚ್ಚಿಸಬಹುದು. ಹೀಗೆ ವಿವಿಧ ಸಂಖ್ಯೆಗಳು ಬಣ್ಣಗಳೊಂದಿಗೆ ಸಂಪರ್ಕ ಹೊಂದಿದ್ದು ಅವು ಯಾವ ಅರ್ಥವನ್ನು ಹೊಂದಿವೆ ಎಂಬುದು ಇಲ್ಲಿದೆ.",
    "cloth_colour_suggestion": "ನಿಮ್ಮಿಗಾಗಿ ಬಟ್ಟೆಯ ಬಣ್ಣದ ಸಲಹೆಗಳು",

    "watch_colour_suggestion": "ನಿಮಗಾಗಿ ಕೈಗಡಿಯಾರದ ಬಣ್ಣದ ಸಲಹೆಗಳು",

    "wrist_watch_1": "ನೀವು ಚಿನ್ನ色ದ ಕೀವಿರಿಸು ಹೊತ್ತಿದ್ದ ಕಾಳೊಗೊಡ್ಡಿಯನ್ನು ಧರಿಸಬೇಕು, ನೀವು ಅದನ್ನು ಭಾನುವಾರದಂದು ಧರಿಸಬೇಕು. ನೀವು ಅದನ್ನು ಧರಿಸಬಹುದು ಆದರೆ ಅದು ಸರಿಯಾದ ಸಮಯವನ್ನು ತೋರಿಸಬೇಕಾದ್ದನ್ನು ಗಮನದಲ್ಲಿಡಿ. ಅದು ಸರಿಯಾದ ಸಮಯದಲ್ಲಿದ್ದರೆ ಎಲ್ಲಾ ವಿಷಯಗಳು ಸಮಯದಲ್ಲಿ ನಡೆಯುತ್ತವೆ.",
    "wrist_watch_2": "ನೀವು ಬೆಳ್ಳಿ / ಬಿಳಿ色ದ ಕೀವಿರಿಸು ಹೊತ್ತಿದ್ದ ಕಾಳೊಗೊಡ್ಡಿಯನ್ನು ಬಳಸಬೇಕು. ನೀವು ಅದನ್ನು ಸೋಮವಾರ ಧರಿಸಬೇಕು. ಹಾಗಾದರೆ, ಸೋಮವಾರ ನಿಮಗೆ ಬೆಳ್ಳಿ色ದ ಕೀವಿರಿಸು ಹೊತ್ತಿದ್ದ ಕಾಳೊಗೊಡ್ಡಿಯನ್ನು ಧರಿಸಿದರೆ, ನಿಮ್ಮ ಜೀವನದಲ್ಲಿ ಅಡಗಿದ ವಿಷಯಗಳು ನಡೆಯಲು ಆರಂಭವಾಗುತ್ತವೆ.",
    "wrist_watch_3": "ನೀವು ಚಿನ್ನ色ದ ಕಿವಿರಿಸು ಹೊತ್ತಿದ್ದ ಕಾಳೊಗೊಡ್ಡಿಯನ್ನು ಬಳಸಬಹುದು, ಇದು ಅವರಿಗೆ ತುಂಬಾ ಸೂಟ್ ಆಗುತ್ತದೆ. ನೀವು ಅದನ್ನು ಗುರುವಾರ ಧರಿಸಬೇಕು.",
    "wrist_watch_4": "ನೀವು ಲೋಹ ಗ್ರೇ色ದ ಕೀವಿರಿಸು ಹೊತ್ತಿದ್ದ ಕಾಳೊಗೊಡ್ಡಿಯನ್ನು ಬಳಸಬಹುದು, ನಿಮಗೆ ಅತ್ಯುತ್ತಮ ಫಲಿತಾಂಶಗಳನ್ನು ಪಡೆಯಬಹುದು.",
    "wrist_watch_5": "ನೀವು ಸ್ವರ್ಣ ಮತ್ತು ಬೆಳ್ಳಿ ಎರಡೂ ಬಣ್ಣಗಳನ್ನು ಹೊಂದಿದ ಕಿವಿರಿಸು ಹೊತ್ತಿದ್ದ ಕಾಳೊಗೊಡ್ಡಿಯನ್ನು ಬಳಸಬೇಕು ಮತ್ತು ಅದನ್ನು ಬುಧವಾರ ಧರಿಸಬೇಕು.",
    "wrist_watch_6": "ನೀವು ಒಂದು ಗುಲಾಬಿ ಸೋನ ಪಟೆಯ ಕಿವಿರಿಸು ಹೊತ್ತಿದ್ದ ಕಾಳೊಗೊಡ್ಡಿಯನ್ನು ಧರಿಸಬೇಕು ಮತ್ತು ಅದನ್ನು ಶುಕ್ರವಾರ ಧರಿಸಬೇಕು, ನಿಮ್ಮ ಜೀವನದಲ್ಲಿ ಘಟನೆಗಳು ನಡೆಯಲು ಆರಂಭವಾಗುತ್ತವೆ.",
    "wrist_watch_7": "ನೀವು ಒಂದು ಗುಲಾಬಿ ಚಿನ್ನದ ಕಿವಿರಿಸು ಹೊತ್ತಿದ್ದ ಕಾಳೊಗೊಡ್ಡಿಯನ್ನು ಧರಿಸಬೇಕು. ನೀವು ಗುಲಾಬಿ ಚಿನ್ನದ ಕಿವಿರಿಸು ಹೊತ್ತಿದ್ದ ಕಾಳೊಗೊಡ್ಡಿಯನ್ನು ಧರಿಸಿದರೆ ಮತ್ತು ಅದು ಸರಿಯಾದ ಸಮಯದಲ್ಲಿ ಇದ್ದರೆ, ವಿಷಯಗಳು ನಿಮ್ಮ ಪರವಾಗಿ ನಡೆಯಲು ಆರಂಭವಾಗುತ್ತವೆ.",
    "wrist_watch_8": "ನೀವು ಕಪ್ಪು ಬಣ್ಣದ ಕಿವಿರಿಸು ಹೊತ್ತಿದ್ದ ಕಾಳೊಗೊಡ್ಡಿಯನ್ನು ಧರಿಸಬೇಕು, ಅವರ ಜೀವನದಲ್ಲಿ ವಿಷಯಗಳು ನಡೆಯಲು ಆರಂಭವಾಗುತ್ತವೆ. ಆದರೆ ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ, ಸಮಯ ಸರಿಯಾಗಿರಬೇಕು - ಹೆಚ್ಚು ವೇಗವಾಗಿರಬೇಡಿ ಮತ್ತು ಸಮಯವನ್ನು ಕಳೆದುಕೊಳ್ಳಬೇಡಿ.",
    "wrist_watch_9": "ನೀವು ತಾಂಬೆ ಬಣ್ಣದ ಕಿವಿರಿಸು ಹೊತ್ತಿದ್ದ ಕಾಳೊಗೊಡ್ಡಿಯನ್ನು ಧರಿಸಬಹುದು, ಇದು ಅತ್ಯುತ್ತಮ ಫಲಿತಾಂಶಗಳನ್ನು ನೀಡುತ್ತದೆ ಅಥವಾ ಇದೇ ಗುಲಾಬಿ ಸೋನ – ಇದು ಸಹ ಸೂಕ್ತವಾಗಿದೆ.",

    "energy_booster_remedy": "ಶಕ್ತಿ ವರ್ಧಕ ಪರಿಹಾರ",
    "oil_suggestion_description": "ಸಂಖ್ಯಾಶಾಸ್ತ್ರದಲ್ಲಿ, ತೈಲಗಳು ಪ್ರತ್ಯೇಕ ಸಂಖ್ಯೆಯೊಂದಿಗೆ ಸಂಬಂಧಪಟ್ಟ ಗ್ರಹಶಕ್ತಿಯೊಂದಿಗೆ ಸಂಯೋಜನೆಗೊಂಡಿರುವ ವಿಶೇಷ ಕಂಪನಗಳನ್ನು ಹೊತ್ತಿರುತ್ತವೆ ಎಂದು ನಂಬಲಾಗುತ್ತದೆ. ಸರಿಯಾದ ತೈಲವನ್ನು ಬಳಸುವುದು ನಿಮ್ಮ ಸಹಜ ಶಕ್ತಿಗಳನ್ನು ಹೆಚ್ಚು ಮಾಡಬಹುದು, ನಿಮ್ಮ ಶಕ್ತಿಯನ್ನು ಸಮ್ಮಿಲನಗೊಳಿಸಬಹುದು ಮತ್ತು ನಿಮ್ಮ ಜೀವನದಲ್ಲಿ ಸಕಾರಾತ್ಮಕತೆ ತರಬಹುದು. ಈ ತೈಲಗಳನ್ನು ವೈಯಕ್ತಿಕ ಆರೈಕೆ, ಡಿಫ್ಯೂಸರಗಳು ಅಥವಾ ಇವೆನಾದರೂ ವಿಧಿಗಳಲ್ಲಿ ಬಳಸಬಹುದು, ನಿಮ್ಮ ಆಳ್ವಿಕ ಸಂಖ್ಯೆಯೊಂದಿಗೆ ಸಂಪರ್ಕವನ್ನು ವೃದ್ಧಿಸಲು.",
    "oil_suggestion_for_you": "ನಿಮ್ಮಗೆ ತೈಲ ಸಲಹೆಗಳು",

    "Lucky Things description": "ನಿಮ್ಮ ಜನ್ಮದಿನದ ಸಂಖ್ಯೆ, ಜೀವನ ಮಾರ್ಗದ ಸಂಖ್ಯೆ, ತಿಂಗಳ ಸಂಖ್ಯೆ, ವರ್ಷದ ಸಂಖ್ಯೆ ಮತ್ತು ರಾಶಿಚಕ್ರದ ಚಿಹ್ನೆಗಳು ನಿಮ್ಮ ಜೀವನದಲ್ಲಿ ಪ್ರಮುಖ ಪಾತ್ರಗಳನ್ನು ವಹಿಸುತ್ತವೆ. ಈ ಎಲ್ಲಾ ಸಂಖ್ಯೆಗಳನ್ನು ಪರಿಗಣಿಸುವ ಮೂಲಕ ನಿಮ್ಮ ಅದೃಷ್ಟದ ದಿನಾಂಕಗಳು, ದಿನಗಳು, ಬಣ್ಣಗಳು ಮತ್ತು ದಿಕ್ಕುಗಳನ್ನು ನೀವು ನಿರ್ಧರಿಸಬಹುದು. ನೀವು ಬಹು ಅದೃಷ್ಟದ ದಿನಾಂಕಗಳು, ದಿನಗಳು ಅಥವಾ ಬಣ್ಣಗಳನ್ನು ಗಮನಿಸಿದರೆ ಅಗತ್ಯ ಘಟನೆಗಳು ಅಥವಾ ಸಕಾರಾತ್ಮಕ ಸುದ್ದಿಗಳೊಂದಿಗೆ ಯಾವುದು ಹೊಂದಾಣಿಕೆಯಾಗುತ್ತದೆ ಎಂಬುದನ್ನು ಪರಿಗಣಿಸಿ. ನಿಮ್ಮ ಪ್ರಾಥಮಿಕ ಅದೃಷ್ಟ ದಿನಾಂಕಗಳು, ದಿನಗಳು ಅಥವಾ ಬಣ್ಣಗಳಾಗಿ ಪರಿಗಣಿಸಿ.",

    "LUCKY NUMBER": "ಅದೃಷ್ಟ ಸಂಖ್ಯೆ", 
    "Lucky number": "ಅದೃಷ್ಟ ಸಂಖ್ಯೆ", 
    "UNLUCKY NUMBER": "ದುರದೃಷ್ಟಕರ ಸಂಖ್ಯೆಗಳು", 
    "Unlucky number": "ದುರದೃಷ್ಟಕರ ಸಂಖ್ಯೆಗಳು", 
    "NATURAL NUMBER": "ನೈಸರ್ಗಿಕ ಸಂಖ್ಯೆ", 
    "Natural number": "ನೈಸರ್ಗಿಕ ಸಂಖ್ಯೆ",
    "LUCKY DATE": "ಅದೃಷ್ಟದ ದಿನಾಂಕ", 
    "Lucky date": "ಅದೃಷ್ಟದ ದಿನಾಂಕ", 
    "LUCKY DAYS": "ಲಕ್ಕಿ ಡೇಸ್", 
    "Lucky days": "ಲಕ್ಕಿ ಡೇಸ್", 
    "LUCKY COLORS": "ಅದೃಷ್ಟದ ಬಣ್ಣಗಳು", 
    "Lucky colors": "ಅದೃಷ್ಟದ ಬಣ್ಣಗಳು", 
    "LUCKY DIRECTION": "ಲಕ್ಕಿ ಡೈರೆಕ್ಷನ್",
    "Lucky Direction": "ಲಕ್ಕಿ ಡೈರೆಕ್ಷನ್",
    "MAIN GATE DIRECTION": "ಮುಖ್ಯ ಗೇಟ್ ನಿರ್ದೇಶನ",
    "Main Gate Direction": "ಮುಖ್ಯ ಗೇಟ್ ನಿರ್ದೇಶನ",

    "Drink lots of water": "ಬಹಳಷ್ಟು ನೀರು ಕುಡಿಯಿರಿ",
    "Offer water to Sun in the mornings.": "ಬೆಳಿಗ್ಗೆ ಸೂರ್ಯನಿಗೆ ನೀರನ್ನು ಅರ್ಪಿಸಿ.",
    "Note: Those who have driver or conductor number as 8, do not offer water to Sun. Lota of tamba / Kum Kum. There is no effect of Kua number.": "ಗಮನಿಸಿ: ಚಾಲಕ ಅಥವಾ ಕಂಡಕ್ಟರ್ ಸಂಖ್ಯೆ 8 ರಂತೆ ಇರುವವರು, ಸೂರ್ಯನಿಗೆ ನೀರನ್ನು ನೀಡಬೇಡಿ. ಲೋಟ ಆಫ್ ತಂಬಾ / ಕುಮ್ ಕುಮ್. ಕುವಾ ಸಂಖ್ಯೆಯ ಯಾವುದೇ ಪರಿಣಾಮವಿಲ್ಲ",
    "Take blessings of your father or father figure, personally or by mobile or by photo.": "ನಿಮ್ಮ ತಂದೆ ಅಥವಾ ತಂದೆಯ ಆಶೀರ್ವಾದವನ್ನು ವೈಯಕ್ತಿಕವಾಗಿ ಅಥವಾ ಮೊಬೈಲ್ ಮೂಲಕ ಅಥವಾ ಫೋಟೋ ಮೂಲಕ ಪಡೆಯಿರಿ.",

    "Wear pearls or crystals and keep a pair of silver Swan statues in the house.": "ಮುತ್ತುಗಳು ಅಥವಾ ಹರಳುಗಳನ್ನು ಧರಿಸಿ ಮತ್ತು ಮನೆಯಲ್ಲಿ ಒಂದು ಜೋಡಿ ಬೆಳ್ಳಿಯ ಹಂಸ ಪ್ರತಿಮೆಗಳನ್ನು ಇರಿಸಿ.",
    "Hang pictures of Mountains without any lake, sea, river in the South West corner of the home.": "ಮನೆಯ ನೈಋತ್ಯ ಮೂಲೆಯಲ್ಲಿ ಯಾವುದೇ ಸರೋವರ, ಸಮುದ್ರ, ನದಿ ಇಲ್ಲದ ಪರ್ವತಗಳ ಚಿತ್ರಗಳನ್ನು ನೇತುಹಾಕಿ.",
    "Donate white colored items like sugar, rice, white clothes to the beggar.": "ಸಕ್ಕರೆ, ಅಕ್ಕಿ, ಬಿಳಿ ಬಟ್ಟೆ ಮುಂತಾದ ಬಿಳಿ ಬಣ್ಣದ ವಸ್ತುಗಳನ್ನು ಭಿಕ್ಷುಕನಿಗೆ ದಾನ ಮಾಡಿ.",
    "Keep Earthen pot in the Southwest corner of the house.": "ಮಣ್ಣಿನ ಮಡಕೆಯನ್ನು ಮನೆಯ ನೈಋತ್ಯ ಮೂಲೆಯಲ್ಲಿ ಇರಿಸಿ.",
    "Drink water stored in a silver or copper vessel overnight to enhance the Moon's calming effects.": "ಚಂದ್ರನ ಶಾಂತಗೊಳಿಸುವ ಪರಿಣಾಮಗಳನ್ನು ಹೆಚ್ಚಿಸಲು ರಾತ್ರಿಯಿಡೀ ಬೆಳ್ಳಿ ಅಥವಾ ತಾಮ್ರದ ಪಾತ್ರೆಯಲ್ಲಿ ಸಂಗ್ರಹಿಸಿದ ನೀರನ್ನು ಕುಡಿಯಿರಿ.",
    "Take blessings of your Mother personally or by mobile or by photo.": "ವೈಯಕ್ತಿಕವಾಗಿ ಅಥವಾ ಮೊಬೈಲ್ ಮೂಲಕ ಅಥವಾ ಫೋಟೋ ಮೂಲಕ ನಿಮ್ಮ ತಾಯಿಯ ಆಶೀರ್ವಾದ ಪಡೆಯಿರಿ.",

    "Must wear clear crystal (Spatik) bracelet or mala 23 bits, It will cleanse the aura and there will be no negative thoughts.": "ಸ್ಪಷ್ಟ ಸ್ಫಟಿಕ (ಸ್ಪಾಟಿಕ್) ಕಂಕಣ ಅಥವಾ ಮಾಲಾ 23 ಬಿಟ್‌ಗಳನ್ನು ಧರಿಸಬೇಕು, ಇದು ಸೆಳವು ಶುದ್ಧೀಕರಿಸುತ್ತದೆ ಮತ್ತು ಯಾವುದೇ ನಕಾರಾತ್ಮಕ ಆಲೋಚನೆಗಳು ಇರುವುದಿಲ್ಲ.",
    "Must wear any shade of green colour daily.": "ಪ್ರತಿದಿನ ಹಸಿರು ಬಣ್ಣದ ಯಾವುದೇ ಛಾಯೆಯನ್ನು ಧರಿಸಬೇಕು.",
    "Must eat green vegetables.": "ಹಸಿರು ತರಕಾರಿ ತಿನ್ನಬೇಕು.",
    "Offer green grass to cow every day, specially on Wednesday.": "ಹಸುವಿಗೆ ಪ್ರತಿದಿನ ಹಸಿರು ಹುಲ್ಲನ್ನು ಅರ್ಪಿಸಿ, ವಿಶೇಷವಾಗಿ ಬುಧವಾರ.",
    "Walk barefoot every morning.": "ಪ್ರತಿದಿನ ಬೆಳಿಗ್ಗೆ ಬರಿಗಾಲಿನಲ್ಲಿ ನಡೆಯಿರಿ.",
    "Must help, support and respect poor, needy, orphan kids by giving them clothes, food, water, medicines, education, books etc": "ಬಡವರು, ನಿರ್ಗತಿಕರು, ಅನಾಥ ಮಕ್ಕಳಿಗೆ ಬಟ್ಟೆ, ಆಹಾರ, ನೀರು, ಔಷಧಿ, ಶಿಕ್ಷಣ, ಪುಸ್ತಕಗಳು ಇತ್ಯಾದಿಗಳನ್ನು ನೀಡುವ ಮೂಲಕ ಸಹಾಯ ಮಾಡಬೇಕು, ಬೆಂಬಲಿಸಬೇಕು ಮತ್ತು ಗೌರವಿಸಬೇಕು",
    "Green Mask / Wear Crystal Mala/ Green Shade/ Hankerchief/Sabji/ Dhaniya/": "ಗ್ರೀನ್ ಮಾಸ್ಕ್ / ವೇರ್ ಕ್ರಿಸ್ಟಲ್ ಮಾಲಾ/ ಗ್ರೀನ್ ಶೇಡ್/ ಹ್ಯಾಂಕರ್ಚೀಫ್/ಸಬ್ಜಿ/ ಧನಿಯಾ/",

    "On Saturdays, they should refrain from eating non-vegetarian fare and instead fast.": "ಶನಿವಾರದಂದು, ಅವರು ಮಾಂಸಾಹಾರಿ ದರವನ್ನು ತಿನ್ನುವುದನ್ನು ತಡೆಯಬೇಕು ಮತ್ತು ಬದಲಿಗೆ ಉಪವಾಸ ಮಾಡಬೇಕು.",
    "Keep an urn of water and crystals in the north-east direction.": "ಈಶಾನ್ಯ ದಿಕ್ಕಿನಲ್ಲಿ ನೀರು ಮತ್ತು ಹರಳುಗಳ ಕಲಶವನ್ನು ಇರಿಸಿ.",
    "Donate salty foods to needy people.": "ಅಗತ್ಯವಿರುವವರಿಗೆ ಉಪ್ಪು ಆಹಾರವನ್ನು ದಾನ ಮಾಡಿ.",
    "Give respect to people who are giving services to you such as, liftman, watchman, rickshaw drivers, taxi drivers, sweepers and your employees as well.": "ಲಿಫ್ಟ್‌ಮ್ಯಾನ್, ವಾಚ್‌ಮ್ಯಾನ್, ರಿಕ್ಷಾ ಚಾಲಕರು, ಟ್ಯಾಕ್ಸಿ ಡ್ರೈವರ್‌ಗಳು, ಸ್ವೀಪರ್‌ಗಳು ಮತ್ತು ನಿಮ್ಮ ಉದ್ಯೋಗಿಗಳಂತಹ ಸೇವೆಗಳನ್ನು ನೀಡುತ್ತಿರುವ ಜನರಿಗೆ ಗೌರವವನ್ನು ನೀಡಿ.",

    "Must wear a Tulsi mala made of five Mukhi Rudraksha.": "ಐದು ಮುಖಿ ರುದ್ರಾಕ್ಷದಿಂದ ಮಾಡಿದ ತುಳಸಿ ಮಾಲೆಯನ್ನು ಧರಿಸಬೇಕು.",
    "The east side of the house should include scenes of green plants because number three stands for the wood element.": "ಮನೆಯ ಪೂರ್ವ ಭಾಗವು ಹಸಿರು ಸಸ್ಯಗಳ ದೃಶ್ಯಗಳನ್ನು ಒಳಗೊಂಡಿರಬೇಕು ಏಕೆಂದರೆ ಸಂಖ್ಯೆ ಮೂರು ಮರದ ಅಂಶವನ್ನು ಸೂಚಿಸುತ್ತದೆ.",
    "Put a tilak on your forehead with saffron": "ಕುಂಕುಮದಿಂದ ಹಣೆಗೆ ತಿಲಕವಿಡಿ",
    "Always carry something made of wood (for example, a sandalwood rosary, a wooden bracelet, or a pen).": "ಯಾವಾಗಲೂ ಮರದಿಂದ ಮಾಡಿದ ಏನನ್ನಾದರೂ ಒಯ್ಯಿರಿ (ಉದಾಹರಣೆಗೆ, ಶ್ರೀಗಂಧದ ಜಪಮಾಲೆ, ಮರದ ಬಳೆ ಅಥವಾ ಪೆನ್ನು).",
    "Avoid Rahu Kaal for any important activities or wearing remedies. Check the timing daily.": "ಯಾವುದೇ ಪ್ರಮುಖ ಚಟುವಟಿಕೆಗಳಿಗೆ ಅಥವಾ ಪರಿಹಾರಗಳನ್ನು ಧರಿಸಲು ರಾಹು ಕಾಲವನ್ನು ತಪ್ಪಿಸಿ. ಪ್ರತಿದಿನ ಸಮಯವನ್ನು ಪರಿಶೀಲಿಸಿ.",
    "Take blessings from your Guru and always give respect full heartedly.": "ನಿಮ್ಮ ಗುರುಗಳಿಂದ ಆಶೀರ್ವಾದ ಪಡೆಯಿರಿ ಮತ್ತು ಯಾವಾಗಲೂ ಪೂರ್ಣ ಹೃದಯದಿಂದ ಗೌರವವನ್ನು ನೀಡಿ.",

    "One should wear Tulsi Mala along with Five Mukhi Rudraksha and donate coconut as the fourth number means wood element.": "ಐದು ಮುಖಿ ರುದ್ರಾಕ್ಷದೊಂದಿಗೆ ತುಳಸಿ ಮಾಲೆಯನ್ನು ಧರಿಸಬೇಕು ಮತ್ತು ತೆಂಗಿನಕಾಯಿಯನ್ನು ದಾನ ಮಾಡಬೇಕು ಏಕೆಂದರೆ ನಾಲ್ಕನೇ ಸಂಖ್ಯೆಯು ಮರದ ಅಂಶವಾಗಿದೆ.",
    "Always carry something wooden, such as a pen, bracelet, or keychain.": "ಪೆನ್, ಬಳೆ ಅಥವಾ ಕೀಚೈನ್‌ನಂತಹ ಮರದ ಯಾವುದನ್ನಾದರೂ ಯಾವಾಗಲೂ ಒಯ್ಯಿರಿ.",
    "Should wear on lucky date only": "ಅದೃಷ್ಟದ ದಿನದಂದು ಮಾತ್ರ ಧರಿಸಬೇಕು",
    "Check Rahu Kaal daily and avoid important tasks during this time.": "ಪ್ರತಿದಿನ ರಾಹು ಕಾಲವನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಈ ಸಮಯದಲ್ಲಿ ಪ್ರಮುಖ ಕಾರ್ಯಗಳನ್ನು ತಪ್ಪಿಸಿ.",
    "Keep South-East landscapes lush with vegetation.": "ಆಗ್ನೇಯ ಭೂದೃಶ್ಯಗಳನ್ನು ಸಸ್ಯವರ್ಗದಿಂದ ಸಮೃದ್ಧವಾಗಿ ಇರಿಸಿ.",
    "Must help, support, respect poor needy people by giving them food, water, medicines etc.": "ಬಡ ನಿರ್ಗತಿಕರಿಗೆ ಆಹಾರ, ನೀರು, ಔಷಧಿ ಇತ್ಯಾದಿಗಳನ್ನು ನೀಡುವ ಮೂಲಕ ಸಹಾಯ ಮಾಡಬೇಕು, ಬೆಂಬಲಿಸಬೇಕು, ಗೌರವಿಸಬೇಕು.",
    
    "Must wear gold & silver combination metal strap watch.": "ಚಿನ್ನ ಮತ್ತು ಬೆಳ್ಳಿಯ ಸಂಯೋಜನೆಯ ಲೋಹದ ಪಟ್ಟಿಯ ಗಡಿಯಾರವನ್ನು ಧರಿಸಬೇಕು.",
    "Vibration of metal watch enters body & connects you with the time & vice versa.": "ಲೋಹದ ಗಡಿಯಾರದ ಕಂಪನವು ದೇಹವನ್ನು ಪ್ರವೇಶಿಸುತ್ತದೆ ಮತ್ತು ಸಮಯದೊಂದಿಗೆ ನಿಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸುತ್ತದೆ ಮತ್ತು ಪ್ರತಿಯಾಗಿ.",
    "Spend money for yourself by buying branded clothes, perfumes, accessories etc.": "ಬ್ರಾಂಡೆಡ್ ಬಟ್ಟೆಗಳು, ಸುಗಂಧ ದ್ರವ್ಯಗಳು, ಪರಿಕರಗಳು ಇತ್ಯಾದಿಗಳನ್ನು ಖರೀದಿಸುವ ಮೂಲಕ ನಿಮಗಾಗಿ ಹಣವನ್ನು ಖರ್ಚು ಮಾಡಿ.",

    "Must wear gold metal strap watch.": "ಚಿನ್ನದ ಲೋಹದ ಪಟ್ಟಿಯ ಗಡಿಯಾರವನ್ನು ಧರಿಸಬೇಕು.",
    "Do lots of religious work like performing puja, giving time and services to religious places, giving donations and providing better infrastructure if possible. Devote yourself in religious activities.": "ಪೂಜೆ ಮಾಡುವುದು, ಧಾರ್ಮಿಕ ಸ್ಥಳಗಳಿಗೆ ಸಮಯ ಮತ್ತು ಸೇವೆಗಳನ್ನು ನೀಡುವುದು, ದೇಣಿಗೆ ನೀಡುವುದು ಮತ್ತು ಸಾಧ್ಯವಾದರೆ ಉತ್ತಮ ಮೂಲಸೌಕರ್ಯಗಳನ್ನು ಒದಗಿಸುವಂತಹ ಹಲವಾರು ಧಾರ್ಮಿಕ ಕಾರ್ಯಗಳನ್ನು ಮಾಡಿ. ಧಾರ್ಮಿಕ ಕಾರ್ಯಗಳಲ್ಲಿ ನಿಮ್ಮನ್ನು ತೊಡಗಿಸಿಕೊಳ್ಳಿ’ ಎಂದು ಹೇಳಿದರು.",

    "Must wear red thread on hand always": "ಕೈಯಲ್ಲಿ ಯಾವಾಗಲೂ ಕೆಂಪು ದಾರವನ್ನು ಧರಿಸಬೇಕು",
    "Must wear red colour on Tuesdays.": "ಮಂಗಳವಾರದಂದು ಕೆಂಪು ಬಣ್ಣವನ್ನು ಧರಿಸಬೇಕು.",
    "Wear Red clothes / Inner garment": "ಕೆಂಪು ಬಟ್ಟೆ / ಒಳ ಉಡುಪು ಧರಿಸಿ",
    "Give respect to people who are giving services to you such as, traffic police, army, doctors.": "ಟ್ರಾಫಿಕ್ ಪೋಲೀಸ್, ಸೇನೆ, ವೈದ್ಯರಂತಹ ಸೇವೆಗಳನ್ನು ನೀಡುತ್ತಿರುವ ಜನರಿಗೆ ಗೌರವವನ್ನು ನೀಡಿ.",

    "personal year 1 title": "ಹೊಸ ಆರಂಭಗಳ ಒಂದು ವರ್ಷ",
    "personal year 2 title": "ನಿಧಾನ ಮತ್ತು ಸೌಮ್ಯ ವರ್ಷ",
    "personal year 3 title": "ಶಿಕ್ಷಣದ ವರ್ಷ / ಜ್ಞಾನ / ಆಧ್ಯಾತ್ಮಿಕತೆ / ಧರ್ಮ / ಅತೀಂದ್ರಿಯ ವಿಜ್ಞಾನದ ಕೆಲಸ",
    "personal year 4 title": "ಕೇಂದ್ರಿತ ವಿಧಾನ, ಕಠಿಣ ಪರಿಶ್ರಮ ಮತ್ತು ವಾಸ್ತವಿಕ ಗುರಿಗಳನ್ನು ಸಾಧಿಸಲಾಗಿದೆ",
    "personal year 5 title": "ಯಶಸ್ಸು ಮತ್ತು ಅನಿರೀಕ್ಷಿತವನ್ನು ನಿರೀಕ್ಷಿಸಿ",
    "personal year 6 title": "ಐಷಾರಾಮಿ, ಮನೆ ಮತ್ತು ಕುಟುಂಬ",
    "personal year 7 title": "ಸಂಶೋಧನೆ, ಜ್ಞಾನ, ಬುದ್ಧಿವಂತಿಕೆ, ಆಧ್ಯಾತ್ಮಿಕತೆ ಮತ್ತು ಅತೀಂದ್ರಿಯ",
    "personal year 8 title": "ಕಠಿಣ ಕೆಲಸ, ಹಣ ಮತ್ತು ಹಣಕಾಸು",
    "personal year 9 title": "ಮರುಮೌಲ್ಯಮಾಪನ ಮತ್ತು ಆಡಿಟ್ ಅವಧಿ",

    "personal year 1 description": "ವೈಯಕ್ತಿಕ ವರ್ಷ 1 ಸೂರ್ಯನನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತದೆ ಮತ್ತು ಈ ವರ್ಷದಲ್ಲಿ ನೀವು ಹೆಚ್ಚು ಉತ್ಸಾಹ ಮತ್ತು ಶಕ್ತಿಯನ್ನು ನಿರೀಕ್ಷಿಸಬಹುದು, ಇದು ನಿಮ್ಮ ಕೆಲಸ/ವ್ಯಾಪಾರ/ವೃತ್ತಿಗೆ ಸಂಬಂಧಿಸಿದ್ದರೂ ನಿಮ್ಮ ಅವಾಸ್ತವಿಕ ಗುರಿಗಳು ಮತ್ತು ಕನಸುಗಳನ್ನು ಹೆಚ್ಚಿಸಲು ಅಥವಾ ಸಾಧಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ /ಮನೆ ಅಥವಾ ಮದುವೆ ಇತ್ಯಾದಿ. ಈ ವರ್ಷ ನೀವು ಏನನ್ನು ಪ್ರಾರಂಭಿಸಲಿದ್ದೀರಿ ಎಂಬುದನ್ನು ನೆನಪಿಡಿ, ಅದು ನಿಮ್ಮ ಮುಂಬರುವ ಜೀವನದ ಒಟ್ಟಾರೆ ಯಶಸ್ಸಿನ ಮೇಲೆ ಉತ್ತಮ ಪರಿಣಾಮ ಬೀರುತ್ತದೆ. ಈ ವರ್ಷದ ಸಾಮರ್ಥ್ಯವನ್ನು ಕಳೆದುಕೊಳ್ಳಬೇಡಿ ಎಂದು ಹೆಚ್ಚು ಶಿಫಾರಸು ಮಾಡಲಾಗಿದೆ.",
    "personal year 2 description": "ಇದು ಚಂದ್ರನ ವರ್ಷವನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತದೆ. ಇದು ನಿಧಾನ ಮತ್ತು ಸೌಮ್ಯವಾದ ವರ್ಷ ಮತ್ತು ತಾಳ್ಮೆಯ ಕಾಯುವಿಕೆ (ಯಾರೂ ಬಯಸುವುದಿಲ್ಲ). ನೀವು ತಳ್ಳಲು ಮತ್ತು ವಿಷಯಗಳನ್ನು ಸಂಭವಿಸುವಂತೆ ಮಾಡಲು ಪ್ರಲೋಭನೆಗೆ ಒಳಗಾಗುತ್ತೀರಿ. ಇದು ವೈಯಕ್ತಿಕ ವರ್ಷ 1 ರಲ್ಲಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ ಆದರೆ ಈ ವರ್ಷದಲ್ಲಿ ಇದು ಸಮಯ ಮತ್ತು ಶಕ್ತಿಯ ವ್ಯರ್ಥವಾಗಿದೆ. ವಿಷಯಗಳನ್ನು ವಿಶ್ಲೇಷಿಸಲು ಮತ್ತು ಹಿಂದಿನ ಮತ್ತು ಪ್ರಸ್ತುತ ವಿಷಯಗಳನ್ನು ಕ್ರೋಢೀಕರಿಸಲು ಇದು ಒಂದು ವರ್ಷ. ಹೀಗೆ ಮಾಡುವುದರಿಂದ ವರ್ಷದ ಅಂತ್ಯದ ವೇಳೆಗೆ ನೀವು ಎಲ್ಲಿಗೆ ಇರಬೇಕೆಂದು ಬಯಸುತ್ತೀರೋ ಅಲ್ಲಿಗೆ ನೀವು ತಲುಪಿದ್ದೀರಿ ಎಂದು ನೀವು ಕಂಡುಕೊಳ್ಳುತ್ತೀರಿ.",    
    "personal year 3 description": "ಇದು ಗುರುಗ್ರಹದ ವರ್ಷ. ಈ ವರ್ಷ ನಿಮ್ಮ ಮನಸ್ಸು ಮೋಜಿನ ಚಟುವಟಿಕೆಗಳ ಬಗ್ಗೆ ಯೋಚಿಸುತ್ತಿರಬಹುದು ಆದರೆ ಅವು ಸಂಭವಿಸುವ ಸಾಧ್ಯತೆಯಿಲ್ಲ. ಶಿಕ್ಷಣ, ಜ್ಞಾನ, ಆಧ್ಯಾತ್ಮಿಕತೆ / ಧರ್ಮಕ್ಕೆ ಸಂಬಂಧಿಸಿದ ವಿಷಯಗಳ ಮೇಲೆ ನೀವು ಗಮನ ಹರಿಸುವುದು ಉತ್ತಮ. ಅತೀಂದ್ರಿಯ, ಶಿಕ್ಷಣ, ಆಧ್ಯಾತ್ಮಿಕತೆ ಅಥವಾ ಧರ್ಮದ ಕ್ಷೇತ್ರದೊಂದಿಗೆ ಸಂಬಂಧ ಹೊಂದಿರುವ / ಸಂಬಂಧ ಹೊಂದಲು ಬಯಸುವ ಜನರಿಗೆ, ಈ ವರ್ಷ ಅದ್ಭುತ ಫಲಿತಾಂಶಗಳನ್ನು ತರುತ್ತದೆ. ಈ ವರ್ಷ ವಿಸ್ತರಣೆ ಸಾಧ್ಯ. ಆದಾಗ್ಯೂ, ನೀವು ವ್ಯಾಪಾರ / ಉದ್ಯೋಗದ ಬೆಳವಣಿಗೆಯ ಬಗ್ಗೆ ಯೋಚಿಸುತ್ತಿದ್ದರೆ, ಫಲಿತಾಂಶಗಳು ವ್ಯಕ್ತಿಯಿಂದ ವ್ಯಕ್ತಿಗೆ ಬದಲಾಗಬಹುದು.",
    "personal year 4 description": "ಇದು ರಾಹುವಿನ ವರ್ಷವಾಗಿದ್ದು, ಇದು ಎರಡು ವಿಷಯಗಳನ್ನು ಬೇಡುತ್ತದೆ ಅಥವಾ ನಿರ್ದೇಶಿಸುತ್ತದೆ - ಕಠಿಣ ಪರಿಶ್ರಮ ಮತ್ತು ಕೇಂದ್ರೀಕೃತ ವಿಧಾನ, ಗುರಿ ದೃಷ್ಟಿಕೋನ, ವಾಸ್ತವಿಕ, . ನೀವು ವರ್ಷದ ಆರಂಭದಲ್ಲಿ ನಿರ್ದಿಷ್ಟ ಗುರಿಯನ್ನು ಹೊಂದಿಸಿ ಮತ್ತು ಆ ಗುರಿಯನ್ನು ಸಾಧಿಸಲು ಶ್ರಮಿಸಿದರೆ, ವರ್ಷದ ಅಂತ್ಯದ ವೇಳೆಗೆ ನೀವು ನಿಮ್ಮನ್ನು ಮತ್ತು ಜಗತ್ತಿಗೆ ತೋರಿಸಲು ಏನನ್ನಾದರೂ ಹೊಂದಿರುತ್ತೀರಿ ಎಂದು ಈ ವರ್ಷ ಹೇಳುತ್ತದೆ. ನಿಮ್ಮ ಕಿಸೆಯು ಸಾಧನೆಗಳಿಂದ ತುಂಬಿರುತ್ತದೆ. ನೀವು ಕಷ್ಟಪಟ್ಟು ಕೆಲಸ ಮಾಡದಿದ್ದರೆ ಮತ್ತು ಮನಸ್ಸಿನಲ್ಲಿ ಯಾವುದೇ ನಿರ್ದಿಷ್ಟ ಗುರಿಯನ್ನು ಹೊಂದಿಲ್ಲದಿದ್ದರೆ, ವರ್ಷದ ಸ್ವರವು ಗಂಭೀರ, ಭಾರ ಮತ್ತು ನಿರ್ಬಂಧಿತವಾಗಿರುತ್ತದೆ. ಅದಕ್ಕಾಗಿಯೇ ಇದು ಯಾರಿಗಾದರೂ ಉತ್ತಮ ಅಥವಾ ಕೆಟ್ಟ ವರ್ಷವಾಗಿದೆ.",
    "personal year 5 description": "ಇದು ಪಾದರಸದ ವರ್ಷವಾಗಿದೆ ಮತ್ತು ಪಾದರಸವು ಎಲ್ಲಾ ಗ್ರಹಗಳೊಂದಿಗೆ ಆರಾಮದಾಯಕ ಮತ್ತು ಹೊಂದಿಕೊಳ್ಳುತ್ತದೆ ಎಂದು ನಮಗೆ ತಿಳಿದಿದೆ. ಆದ್ದರಿಂದ ಪ್ರತಿಯೊಬ್ಬರೂ ಒಳ್ಳೆಯದರಿಂದ ಉತ್ತಮವಾದದ್ದನ್ನು ನಿರೀಕ್ಷಿಸಬಹುದು. ನಿಮ್ಮ ವೃತ್ತಿ/ಮನೆ/ಮದುವೆ/ದೇಶ ಅಥವಾ ಯಾವುದಾದರೂ ಬದಲಾವಣೆ ಮತ್ತು ವೈವಿಧ್ಯಕ್ಕೆ ಈ ವರ್ಷ ಮಂಗಳಕರ ವರ್ಷವಾಗಿದೆ. ನಿಮ್ಮ ಉತ್ಸಾಹದ ಪ್ರದೇಶದಲ್ಲಿ ನೀವು ಅನಿರೀಕ್ಷಿತ ಲಾಭಗಳನ್ನು ನಿರೀಕ್ಷಿಸಬಹುದು. ನೀವು ಬಂಗೀ ಜಂಪಿಂಗ್‌ಗೆ ಹೋಗಲು ಬಯಸಿದರೆ ಆದರೆ ಎಂದಿಗೂ ಅದರ ಸುತ್ತಲೂ ಹೋಗದಿದ್ದರೆ, ಅದಕ್ಕೆ ಹೋಗುವುದನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.",
    "personal year 6 description": "ಇದು ಐಷಾರಾಮಿ ಮತ್ತು ಗ್ಲಾಮರ್ ಎಂಟ್ರೈನ್‌ಮೆಂಟ್, ಕಾಸ್ಮೆಟಿಕ್ ಅನ್ನು ಪ್ರತಿನಿಧಿಸುವ ಶುಕ್ರನ ವರ್ಷವಾಗಿದೆ. ನೀವು ಮದುವೆಯಾಗಲು ಯೋಚಿಸುತ್ತಿದ್ದರೆ (ಕಳೆದ ಕೆಲವು ವರ್ಷಗಳಲ್ಲಿ ಇದು ನಡೆಯುತ್ತಿಲ್ಲವಾದರೆ) ಮದುವೆಗೆ ಇದು ಪರಿಪೂರ್ಣ ವರ್ಷವಾಗಿದೆ. ಅಂತೆಯೇ, ನಿಮ್ಮ ಸಂಬಂಧವು ಸ್ಥಾಪನೆಯಾಗಿದ್ದರೆ, ನೀವು ವಿಚ್ಛೇದನವನ್ನು ಸಹ ಪಡೆಯಬಹುದು. ನಿಮ್ಮ ಜೀವನದಲ್ಲಿ ಮಗು ಸಂಭವಿಸದಿದ್ದರೆ, ಅದನ್ನು ಹೊಂದಲು ಇದು ಪರಿಪೂರ್ಣ ವರ್ಷವಾಗಿದೆ. ಹೊಸ ಕಾರು ಅಥವಾ ಮನೆ ಹೊಂದಲು ಇದು ಪರಿಪೂರ್ಣ ವರ್ಷವಾಗಿದೆ. ನಿಮ್ಮ ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಮನೆಯನ್ನು ಪುನಃ ಅಲಂಕರಿಸಲು ಅಥವಾ ಪುನರ್ನಿರ್ಮಿಸಲು ಸಹ ನೀವು ಯೋಚಿಸಬಹುದು.",
    "personal year 7 description": "ಇದು ಜ್ಞಾನ, ಬುದ್ಧಿವಂತಿಕೆ, ಆಧ್ಯಾತ್ಮಿಕತೆ ಮತ್ತು ನಿಗೂಢತೆ, ಹೀಲಿಂಗ್ ಅನ್ನು ಸೂಚಿಸುವ ಕೇತು (ಅಹಂರಹಿತ) ವರ್ಷವಾಗಿದೆ. ನಿಮ್ಮ ಆಲೋಚನೆಗಳು ಕಲಿಯುವ ಅಥವಾ ಧ್ಯಾನ ಮಾಡುವ ಪ್ರಯಾಣದಲ್ಲಿರುತ್ತವೆ. ನೀವು ಹೊಸ ಕೌಶಲ್ಯಗಳನ್ನು ಕಲಿಯಬಹುದು ಅಥವಾ ಔಪಚಾರಿಕ ಅಥವಾ ಅನೌಪಚಾರಿಕ ಅಧ್ಯಯನಕ್ಕೆ ಹೋಗಬಹುದು. ಇದು ಯೋಜನೆ ಮತ್ತು ವಿಶ್ಲೇಷಣೆಯ ವರ್ಷವಾಗಿದೆ ಆದರೆ ಅನುಷ್ಠಾನಕ್ಕೆ ವರ್ಷವಲ್ಲ. ನೀವು ಈ ವರ್ಷ ಸಬ್ಬಸಿಗೆ ಹೋಗಲು ಇಷ್ಟಪಡಬಹುದು. ಅಹಂಕಾರ ಗ್ರಹವಿಲ್ಲ.",    
    "personal year 8 description": "ಇದು ನಿಮ್ಮ ಕರ್ಮ, ಕಠಿಣ ಪರಿಶ್ರಮ, ಹಣ ಮತ್ತು ಹಣಕಾಸುಗಳನ್ನು ಸೂಚಿಸುವ ಶನಿಯ ವರ್ಷವಾಗಿದೆ. ಕಳೆದ ಒಂದು ದಶಕದಲ್ಲಿ ನೀವು ಮಾಡಿದ ನಿಮ್ಮ ಶ್ರಮ ಮತ್ತು ಕರ್ಮವನ್ನು ಮೌಲ್ಯಮಾಪನ ಮಾಡುವ ಮೂಲಕ ನಾನು ನಿಮಗೆ ಫಲಿತಾಂಶವನ್ನು ನೀಡುತ್ತೇನೆ ಎಂದು ಈ ವರ್ಷ ಹೇಳುತ್ತದೆ. ನೀವು ಸ್ವಲ್ಪ ಮಾಡಿದರೆ ನೀವು ಸ್ವಲ್ಪವನ್ನು ಸ್ವೀಕರಿಸುತ್ತೀರಿ, ನೀವು ಒಳ್ಳೆಯದನ್ನು ಮಾಡಿದರೆ ನೀವು ಒಳ್ಳೆಯದನ್ನು ಪಡೆಯುತ್ತೀರಿ. ಹಣದ ವಿಷಯಗಳು ನಿಮ್ಮ ದಾರಿಯಲ್ಲಿ ಸಾಗುತ್ತವೆ. ನೀವು ಏನನ್ನಾದರೂ ಮಾರಾಟ ಮಾಡಿದರೆ ಅಥವಾ ಖರೀದಿಸಿದರೆ, ನಿಮಗೆ ಉತ್ತಮ ಬೆಲೆ (ವಿಶೇಷವಾಗಿ ಆಸ್ತಿ/ರಿಯಲ್ ಎಸ್ಟೇಟ್) ಸಿಗುತ್ತದೆ. ಹೆಚ್ಚು ಹೆಚ್ಚು ಹಣವನ್ನು ಗಳಿಸಲು ಈ ವರ್ಷದಲ್ಲಿ ಅನೇಕ ಜನರು ಕಾರ್ಯಪ್ರವೃತ್ತರಾಗುತ್ತಾರೆ. ಆದಾಗ್ಯೂ, ವಿಶ್ರಾಂತಿ ಮತ್ತು ವಿಶ್ರಾಂತಿ ಪಡೆಯಲು ಸಲಹೆ ನೀಡಲಾಗುತ್ತದೆ ಇಲ್ಲದಿದ್ದರೆ ನೀವು ಕೆಲವು ಸಣ್ಣ/ದೊಡ್ಡ ಆರೋಗ್ಯ ಸಮಸ್ಯೆಗಳನ್ನು ಎದುರಿಸಬಹುದು.",
    "personal year 9 description": "ಇದು ಮಂಗಳದ ವರ್ಷ ಮತ್ತು 1 ರಿಂದ 9 ರವರೆಗಿನ ಮಹಾವೃತ್ತದ ಕೊನೆಯ ವರ್ಷ. ಇದು ಕಳೆದ 9 ವರ್ಷಗಳಲ್ಲಿ ನೀವು ಮಾಡಿದ್ದನ್ನು ಮರು-ಮೌಲ್ಯಮಾಪನ ಮತ್ತು ಆಡಿಟ್ ಮಾಡುವ ವರ್ಷವಾಗಿದೆ. ವ್ಯಾಪಾರ, ಆರೋಗ್ಯ ಅಥವಾ ಸಂಬಂಧದ ಕ್ಷೇತ್ರದಲ್ಲಿ ಏನನ್ನೂ ನಿರೀಕ್ಷಿಸಬೇಡಿ (ವರ್ಷವು ಸರಾಗವಾಗಿ ಹೋದರೆ ಅದನ್ನು ಬೋನಸ್ ಎಂದು ಪರಿಗಣಿಸಿ). ಕಾರ್ಯಗತಗೊಳಿಸಲು ಹೊಸ ಆಲೋಚನೆಗಳನ್ನು ತ್ಯಜಿಸಲು ಮತ್ತು ವೈಯಕ್ತಿಕ ವರ್ಷ 1 ಗಾಗಿ ಕಾಯಲು ಹೆಚ್ಚು ಶಿಫಾರಸು ಮಾಡಲಾಗಿದೆ. ತಪ್ಪು ದಾರಿಗಳ ಸಂಖ್ಯೆಯಿಂದ ನೀವು ದಾರಿ ತಪ್ಪಬಹುದು. ನೀವು ಅನಗತ್ಯವಾಗಿ ಸಿಕ್ಕಿಬೀಳಬಹುದು. ವರ್ಷದ ಅಂತ್ಯದ ವೇಳೆಗೆ, ನೀವು ಭರವಸೆಯ ಕಿರಣವನ್ನು ಕಂಡುಕೊಳ್ಳುವಿರಿ ಮತ್ತು ಮುಂದಿನ ವರ್ಷ ಎಲ್ಲಿಗೆ ಹೋಗಬೇಕೆಂದು ಲೆಕ್ಕಾಚಾರ ಮಾಡುತ್ತೀರಿ.",

    "personal year 1 note": "*1 - 8 ವಿರೋಧಿ ಸಂಯೋಜನೆಯಾಗಿದೆ",
    "personal year 3 note": "ಉದ್ಯೋಗ ಮತ್ತು ವ್ಯಾಪಾರ ಕ್ಷೇತ್ರದಲ್ಲಿ ಅದೃಷ್ಟದ ಅಂಶವನ್ನು ಹೆಚ್ಚಿಸಲು ಧಾರ್ಮಿಕ ಚಟುವಟಿಕೆಗಳೊಂದಿಗೆ ಕೆಲಸವನ್ನು ಸಂಯೋಜಿಸಿ.",

    "Luck Factor": "ಅದೃಷ್ಟದ ಅಂಶ",
    "Your Luck factors based on compatibility between your personal year and your driver number": "ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ವರ್ಷ ಮತ್ತು ನಿಮ್ಮ ಚಾಲಕ ಸಂಖ್ಯೆಯ ನಡುವಿನ ಹೊಂದಾಣಿಕೆಯ ಆಧಾರದ ಮೇಲೆ ನಿಮ್ಮ ಅದೃಷ್ಟದ ಅಂಶಗಳು",
    "Luck Factor - Research, Education, Spiritual & Occult Activities": "ಅದೃಷ್ಟದ ಅಂಶ - ಸಂಶೋಧನೆ, ಶಿಕ್ಷಣ, ಆಧ್ಯಾತ್ಮಿಕ ಮತ್ತು ನಿಗೂಢ ಚಟುವಟಿಕೆಗಳು",
    "Luck Factor - Other Things": "ಅದೃಷ್ಟದ ಅಂಶ - ಇತರೆ ವಿಷಯಗಳು",
    "Luck Factor - Education Religion": "ಅದೃಷ್ಟದ ಅಂಶ - ಶಿಕ್ಷಣ ಧರ್ಮ",
    "Luck Factor - Job , Business , Education": "ಅದೃಷ್ಟದ ಅಂಶ - ಉದ್ಯೋಗ , ವ್ಯಾಪಾರ , ಶಿಕ್ಷಣ",

    "Note": "ಟಿಪ್ಪಣಿ",

    "YOUR PERSONAL YEAR": "ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ವರ್ಷ",

    "10, 13, 14, 16, 19 are karmic Numbers": "10, 13, 14, 16, 19 ಕರ್ಮ ಸಂಖ್ಯೆಗಳು",
    "Your Karmic Number": "ನಿಮ್ಮ ಕರ್ಮ ಸಂಖ್ಯೆ {{karmic_number}}",
    "You are not born in Karmic Numbers": "ನೀವು ಕರ್ಮ ಸಂಖ್ಯೆಗಳಲ್ಲಿ ಜನಿಸಿಲ್ಲ.",

    "You do not have a Master Driver number": "ನೀವು ಮಾಸ್ಟರ್ ಡ್ರೈವರ್ ಸಂಖ್ಯೆಯನ್ನು ಹೊಂದಿಲ್ಲ",

    "Your Master Driver Number": "ನಿಮ್ಮ ಮಾಸ್ಟರ್ ಡ್ರೈವರ್ ಸಂಖ್ಯೆ {{mdn}} ಆಗಿದೆ",
    "Your Driver Number": "ನಿಮ್ಮ ಚಾಲಕ ಸಂಖ್ಯೆ {{dn}}",
    "Characteristics of an individual having Master Driver Number as 11 is as under": "ಮಾಸ್ಟರ್ ಡ್ರೈವರ್ ಸಂಖ್ಯೆಯನ್ನು 11 ರಂತೆ ಹೊಂದಿರುವ ವ್ಯಕ್ತಿಯ ಗುಣಲಕ್ಷಣಗಳು ಕೆಳಕಂಡಂತಿವೆ.",
    "Dreamer - Big Dreams, but not doers, cannot achieve what they dream.": "ಕನಸುಗಾರ - ದೊಡ್ಡ ಕನಸುಗಳು, ಆದರೆ ಮಾಡುವವರಲ್ಲ, ಅವರು ಕನಸು ಕಂಡದ್ದನ್ನು ಸಾಧಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.",
    "Unrealistic goals.": "ಅವಾಸ್ತವಿಕ ಗುರಿಗಳು.",
    "Needs a push, support or motivation, challenge to achieve their dreams ( from near & dear ones).": "ತಮ್ಮ ಕನಸುಗಳನ್ನು ಸಾಧಿಸಲು (ಹತ್ತಿರ ಮತ್ತು ಆತ್ಮೀಯರಿಂದ) ಒಂದು ಪುಶ್, ಬೆಂಬಲ ಅಥವಾ ಪ್ರೇರಣೆ, ಸವಾಲು ಅಗತ್ಯವಿದೆ.",
    "Can do wonders in life if get proper guidance and support.": "ಸರಿಯಾದ ಮಾರ್ಗದರ್ಶನ ಮತ್ತು ಬೆಂಬಲ ಸಿಕ್ಕರೆ ಜೀವನದಲ್ಲಿ ಅದ್ಭುತಗಳನ್ನು ಮಾಡಬಹುದು.",
    "Is double sun power": "ಡಬಲ್ ಸನ್ ಪವರ್",

    "Characteristics of an individual having Master Driver Number as 22 is as under": "22 ರಂತೆ ಮಾಸ್ಟರ್ ಡ್ರೈವರ್ ಸಂಖ್ಯೆಯನ್ನು ಹೊಂದಿರುವ ವ್ಯಕ್ತಿಯ ಗುಣಲಕ್ಷಣಗಳು ಕೆಳಕಂಡಂತಿವೆ",
    "Dreamer - and doers.": "ಕನಸುಗಾರ - ಮತ್ತು ಮಾಡುವವರು.",
    "What they think, they will do it.": "ಅವರು ಏನು ಯೋಚಿಸುತ್ತಾರೆ, ಅವರು ಅದನ್ನು ಮಾಡುತ್ತಾರೆ.",
    "Will not rest till they achieve their goal.": "ತಮ್ಮ ಗುರಿ ಸಾಧಿಸುವವರೆಗೂ ವಿರಮಿಸುವುದಿಲ್ಲ.",
    "Does not require support or motivation to achieve their dreams.": "ಅವರ ಕನಸುಗಳನ್ನು ಸಾಧಿಸಲು ಬೆಂಬಲ ಅಥವಾ ಪ್ರೇರಣೆ ಅಗತ್ಯವಿಲ್ಲ.",
    "Need is hard work, focused approach, Realistic": "ಅಗತ್ಯವು ಕಠಿಣ ಪರಿಶ್ರಮ, ಕೇಂದ್ರೀಕೃತ ವಿಧಾನ, ವಾಸ್ತವಿಕ",
    "Else - Raja - Rank.": "ಬೇರೆ - ರಾಜ - ಶ್ರೇಣಿ.",

    "Characteristics of an individual having Master Driver Number as 33 is as under": "33 ರಂತೆ ಮಾಸ್ಟರ್ ಡ್ರೈವರ್ ಸಂಖ್ಯೆಯನ್ನು ಹೊಂದಿರುವ ವ್ಯಕ್ತಿಯ ಗುಣಲಕ್ಷಣಗಳು ಕೆಳಕಂಡಂತಿವೆ",
    "Unconditional love.": "ಬೇಷರತ್ತಾದ ಪ್ರೀತಿ.",
    "No enemies.": "ಶತ್ರುಗಳಿಲ್ಲ.",
    "Complete humanitarian.": "ಸಂಪೂರ್ಣ ಮಾನವೀಯ.",
    "They will experience the results and then advice remedies to others.": "ಅವರು ಫಲಿತಾಂಶಗಳನ್ನು ಅನುಭವಿಸುತ್ತಾರೆ ಮತ್ತು ನಂತರ ಇತರರಿಗೆ ಪರಿಹಾರಗಳನ್ನು ಸಲಹೆ ಮಾಡುತ್ತಾರೆ.",
    "Good Preachers.": "ಒಳ್ಳೆಯ ಉಪದೇಶಕರು.",

    "Master Conductor Numbers are 11, 22, 33": "ಮಾಸ್ಟರ್ ಕಂಡಕ್ಟರ್ ಸಂಖ್ಯೆಗಳು 11, 22, 33",

    "Your Master Conductor Number": "ನಿಮ್ಮ ಮಾಸ್ಟರ್ ಕಂಡಕ್ಟರ್ ಸಂಖ್ಯೆ {{mcn}} ಆಗಿದೆ",
    "You do not have a master conductor number": "ನೀವು ಮಾಸ್ಟರ್ ಕಂಡಕ್ಟರ್ ಸಂಖ್ಯೆಯನ್ನು ಹೊಂದಿಲ್ಲ.",
    "Your Conductor Number": "ನಿಮ್ಮ ಕಂಡಕ್ಟರ್ ಸಂಖ್ಯೆ {{cn}}",
    "Characteristics of an individual having Master Conductor Number as 11 is as under": "ಮಾಸ್ಟರ್ ಕಂಡಕ್ಟರ್ ಸಂಖ್ಯೆಯನ್ನು 11 ರಂತೆ ಹೊಂದಿರುವ ವ್ಯಕ್ತಿಯ ಗುಣಲಕ್ಷಣಗಳು ಕೆಳಕಂಡಂತಿವೆ",
    "Characteristics of an individual having Master Conductor Number as 22 is as under": "ಮಾಸ್ಟರ್ ಕಂಡಕ್ಟರ್ ಸಂಖ್ಯೆಯನ್ನು 22 ರಂತೆ ಹೊಂದಿರುವ ವ್ಯಕ್ತಿಯ ಗುಣಲಕ್ಷಣಗಳು ಕೆಳಕಂಡಂತಿವೆ",
    "Characteristics of an individual having Master Conductor Number as 33 is as under": "ಮಾಸ್ಟರ್ ಕಂಡಕ್ಟರ್ ಸಂಖ್ಯೆಯನ್ನು 33 ರಂತೆ ಹೊಂದಿರುವ ವ್ಯಕ್ತಿಯ ಗುಣಲಕ್ಷಣಗಳು ಕೆಳಕಂಡಂತಿವೆ",

    "Dummy": "Dummy"
}
