{
    "radical": "Radical Number",
    "destiny": "Destiny Number",
    "kua": "Kua Number",
    "missing_numbers": "Missing Numbers",
    "available_numbers": "Available Numbers",


    "Difficulty in expressing their inner views.": "ತಮ್ಮ ಒಳಗಿನ ಅಭಿಪ್ರಾಯಗಳನ್ನು ವ್ಯಕ್ತಪಡಿಸುವಲ್ಲಿ ತೊಂದರೆ.",
    "Always needs support from others.": "ಯಾವಾಗಲೂ ಇತರರಿಂದ ಬೆಂಬಲ ಬೇಕು.",
    "Egoless": "ಅಹಂರಹಿತ",
    "May stammer at the early age.": "ಚಿಕ್ಕ ವಯಸ್ಸಿನಲ್ಲೇ ತೊದಲಬಹುದು.",
    "Note : Gel fast, Slow decision making, should respect father & do Surya Dardhan.": "ಗಮನಿಸಿ: ಜೆಲ್ ಫಾಸ್ಟ್, ನಿಧಾನ ನಿರ್ಧಾರ, ತಂದೆಯನ್ನು ಗೌರವಿಸಬೇಕು ಮತ್ತು ಸೂರ್ಯ ದರ್ಧನ ಮಾಡಬೇಕು.",

    "Lack of sensitivity and intuition.": "ಸೂಕ್ಷ್ಮತೆ ಮತ್ತು ಅಂತಃಪ್ರಜ್ಞೆಯ ಕೊರತೆ.",
    "May not care other’s feelings.": "ಇತರರ ಭಾವನೆಗಳಿಗೆ ತಲೆಕೆಡಿಸಿಕೊಳ್ಳದಿರಬಹುದು.",
    "Do not admit their mistake and try to justify their actions.": "ಅವರ ತಪ್ಪನ್ನು ಒಪ್ಪಿಕೊಳ್ಳಬೇಡಿ ಮತ್ತು ಅವರ ಕಾರ್ಯಗಳನ್ನು ಸಮರ್ಥಿಸಲು ಪ್ರಯತ್ನಿಸಬೇಡಿ.",
    "Late Marriage.": "ಲೇಟ್ ಮ್ಯಾರೇಜ್.",
    "Note : Should not waste water & respect mother.": "ಗಮನಿಸಿ: ನೀರನ್ನು ವ್ಯರ್ಥ ಮಾಡಬಾರದು ಮತ್ತು ತಾಯಿಯನ್ನು ಗೌರವಿಸಬೇಕು.",
   
    "Lack of creativity and good imaginative power.": "ಸೃಜನಶೀಲತೆಯ ಕೊರತೆ ಮತ್ತು ಉತ್ತಮ ಕಲ್ಪನಾ ಶಕ್ತಿ.",
    "May surrender to the difficult situation.": "ಕಷ್ಟದ ಪರಿಸ್ಥಿತಿಗೆ ಶರಣಾಗಬಹುದು.",
    "Support Issue / or ask for support.": "ಬೆಂಬಲ ಸಂಚಿಕೆ / ಅಥವಾ ಬೆಂಬಲಕ್ಕಾಗಿ ಕೇಳಿ.",

    "Lack of discipline and organisation.": "ಶಿಸ್ತು ಮತ್ತು ಸಂಘಟನೆಯ ಕೊರತೆ.",
    "Clumsy hands.": "ಬೃಹದಾಕಾರದ ಕೈಗಳು.",

    "Lack of balance in every sphere of life.": "ಜೀವನದ ಪ್ರತಿಯೊಂದು ಕ್ಷೇತ್ರದಲ್ಲೂ ಸಮತೋಲನದ ಕೊರತೆ.",
    "Lack the drive and versatility to get their goals.": "ತಮ್ಮ ಗುರಿಗಳನ್ನು ಪಡೆಯಲು ಡ್ರೈವ್ ಮತ್ತು ಬಹುಮುಖತೆಯ ಕೊರತೆ.",
    "Confidence": "ಆತ್ಮವಿಶ್ವಾಸ",
    "Travelling ?": "ಪ್ರಯಾಣ ?",

    "Poor bonding with home and family.": "ಮನೆ ಮತ್ತು ಕುಟುಂಬದೊಂದಿಗೆ ಕಳಪೆ ಬಾಂಧವ್ಯ.",
    "Weak relationship sector.": "ದುರ್ಬಲ ಸಂಬಂಧ ವಲಯ.",
    "May face marriage problem.": "ಮದುವೆ ಸಮಸ್ಯೆ ಎದುರಿಸಬಹುದು.",
    "Do not get the support from the society at the time of crunch.": "ಬಿಕ್ಕಟ್ಟಿನ ಸಮಯದಲ್ಲಿ ಸಮಾಜದಿಂದ ಬೆಂಬಲವನ್ನು ಪಡೆಯಬೇಡಿ.",
    
    "Lack of spiritualism.": "ಆಧ್ಯಾತ್ಮಿಕತೆಯ ಕೊರತೆ.",
    "Religion, occult, education.": "ಧರ್ಮ, ನಿಗೂಢ, ಶಿಕ್ಷಣ.",
    "May not care for the feelings of others.": "ಇತರರ ಭಾವನೆಗಳನ್ನು ಕಾಳಜಿ ವಹಿಸದಿರಬಹುದು.",
    "No Dokha to 7,": "7ಕ್ಕೆ ದೋಖಾ ಇಲ್ಲ,",
    "No Setback": "ಇಲ್ಲ ಹಿನ್ನಡೆ",
    
    "Poor in financial management, spendthrift.": "ಹಣಕಾಸು ನಿರ್ವಹಣೆಯಲ್ಲಿ ಕಳಪೆ, ದುಂದು ವೆಚ್ಚ.",

    "Overlook the feelings of others.": "ಇತರರ ಭಾವನೆಗಳನ್ನು ಕಡೆಗಣಿಸಿ.",
    "Lack of intelligence and energy n may not care for other’s feelings.": "ಬುದ್ಧಿವಂತಿಕೆ ಮತ್ತು ಶಕ್ತಿಯ ಕೊರತೆಯು ಇತರರ ಭಾವನೆಗಳನ್ನು ಕಾಳಜಿ ವಹಿಸದಿರಬಹುದು.",

    "Available number 1 description": "ಸಂವಹನಕಾರರಾಗಿ, ನೀವು ವಿವೇಚನಾಶೀಲ ಮತ್ತು ನಿಷ್ಪಕ್ಷಪಾತ ವಿಧಾನದೊಂದಿಗೆ ಸನ್ನಿವೇಶಗಳನ್ನು ನಿರ್ಣಯಿಸುವಲ್ಲಿ ಮತ್ತು ನ್ಯಾವಿಗೇಟ್ ಮಾಡುವಲ್ಲಿ ಉತ್ಕೃಷ್ಟರಾಗಿದ್ದೀರಿ. ಪಕ್ಷಪಾತವಿಲ್ಲದೆ ಸಂದರ್ಭಗಳನ್ನು ವಿಶ್ಲೇಷಿಸುವ ಮತ್ತು ಪರಿಹರಿಸುವ ನಿಮ್ಮ ಸಾಮರ್ಥ್ಯವು ನಿಮ್ಮನ್ನು ಪರಿಣಾಮಕಾರಿ ಮಧ್ಯವರ್ತಿ ಅಥವಾ ಸಮಸ್ಯೆ-ಪರಿಹರಿಸುವವರನ್ನಾಗಿ ಮಾಡುತ್ತದೆ. ನೀವು ವಸ್ತುನಿಷ್ಠತೆಯ ತೀಕ್ಷ್ಣ ಪ್ರಜ್ಞೆಯನ್ನು ಹೊಂದಿರಬಹುದು, ಅನೇಕ ಕೋನಗಳಿಂದ ಸಂದರ್ಭಗಳನ್ನು ಮೌಲ್ಯಮಾಪನ ಮಾಡಲು ಮತ್ತು ವೈಯಕ್ತಿಕ ಪಕ್ಷಪಾತಗಳಿಗೆ ಒಳಗಾಗದೆ ನಿರ್ಧಾರಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳಲು ನಿಮಗೆ ಅನುವು ಮಾಡಿಕೊಡುತ್ತದೆ. ನಿಷ್ಪಕ್ಷಪಾತವನ್ನು ಕಾಪಾಡಿಕೊಳ್ಳುವ ಈ ಕೌಶಲ್ಯವು ನ್ಯಾಯಯುತ ಮತ್ತು ವಸ್ತುನಿಷ್ಠ ಮನಸ್ಥಿತಿಯೊಂದಿಗೆ ವಿವಿಧ ಸನ್ನಿವೇಶಗಳು ಮತ್ತು ಸಂಘರ್ಷಗಳನ್ನು ನಿಭಾಯಿಸುವಲ್ಲಿ ನಿಮ್ಮ ಯಶಸ್ಸಿಗೆ ಕೊಡುಗೆ ನೀಡುತ್ತದೆ.",
    "Available number 2 description": "ನೀವು ಸೂಕ್ಷ್ಮತೆ ಮತ್ತು ಅಂತಃಪ್ರಜ್ಞೆಯನ್ನು ಹೊಂದಿದ್ದೀರಿ, ಇತರರನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳುವಲ್ಲಿ ನೀವು ಪ್ರವೀಣರಾಗುತ್ತೀರಿ. ಆದಾಗ್ಯೂ, ಈ ಸೂಕ್ಷ್ಮತೆಯು ತೊಂದರೆಯೊಂದಿಗೆ ಬರುತ್ತದೆ, ಏಕೆಂದರೆ ನೀವು ಸುಲಭವಾಗಿ ನೋಯಿಸುತ್ತೀರಿ. ನಿಮ್ಮ ಅರ್ಥಗರ್ಭಿತ ಸ್ವಭಾವವು ಜನರನ್ನು ತ್ವರಿತವಾಗಿ ನಿರ್ಣಯಿಸಲು ನಿಮಗೆ ಅನುವು ಮಾಡಿಕೊಡುತ್ತದೆ ಮತ್ತು ಅಪ್ರಬುದ್ಧತೆಯನ್ನು ಪತ್ತೆಹಚ್ಚಲು ನೀವು ಗಮನಾರ್ಹವಾದ ಕೌಶಲ್ಯವನ್ನು ಹೊಂದಿದ್ದೀರಿ, ಆದಾಗ್ಯೂ ಈ ತೀಕ್ಷ್ಣವಾದ ಗ್ರಹಿಕೆಯನ್ನು ಕೆಲವೊಮ್ಮೆ ನಿಮ್ಮ ಸುತ್ತಲಿರುವವರು ಕಡೆಗಣಿಸಬಹುದು. ಸ್ಥಿತಿಸ್ಥಾಪಕತ್ವದೊಂದಿಗೆ ನಿಮ್ಮ ಸೂಕ್ಷ್ಮತೆಯನ್ನು ಸಮತೋಲನಗೊಳಿಸುವುದು ನಿರ್ಣಾಯಕವಾಗಿದೆ, ಅನಗತ್ಯ ಭಾವನಾತ್ಮಕ ಯಾತನೆಯಿಂದ ನಿಮ್ಮನ್ನು ರಕ್ಷಿಸಿಕೊಳ್ಳುವಾಗ ಸಾಮಾಜಿಕ ಸಂವಹನಗಳನ್ನು ಹೆಚ್ಚು ಪರಿಣಾಮಕಾರಿಯಾಗಿ ನ್ಯಾವಿಗೇಟ್ ಮಾಡಲು ನಿಮಗೆ ಅನುವು ಮಾಡಿಕೊಡುತ್ತದೆ.",
    "Available number 3 description": "ನಿಮ್ಮ ಸೃಜನಾತ್ಮಕ ಮತ್ತು ಕಾಲ್ಪನಿಕ ಮನಸ್ಸು ಅಮೂಲ್ಯವಾದ ಆಸ್ತಿಯಾಗಿದ್ದು, ಧನಾತ್ಮಕ ದೃಷ್ಟಿಕೋನ ಮತ್ತು ನಿರ್ಣಯದೊಂದಿಗೆ ಜೀವನವನ್ನು ಸಮೀಪಿಸಲು ನಿಮಗೆ ಅನುವು ಮಾಡಿಕೊಡುತ್ತದೆ. ಅತ್ಯುತ್ತಮ ಸ್ಮರಣಶಕ್ತಿ ಮತ್ತು ಸೃಜನಶೀಲತೆಯ ಜಾಣ್ಮೆಯೊಂದಿಗೆ, ನಿಮ್ಮ ಆಶಾವಾದ ಮತ್ತು ಪ್ರಾಮಾಣಿಕತೆಯಿಂದ ಇತರರನ್ನು ಪ್ರೇರೇಪಿಸುವ ಸಾಮರ್ಥ್ಯವನ್ನು ನೀವು ಹೊಂದಿದ್ದೀರಿ. ನಿಮ್ಮ ಸಕಾರಾತ್ಮಕ ವರ್ತನೆಯು ನಿಮ್ಮ ಸಮುದಾಯದಲ್ಲಿ ನಿಮ್ಮನ್ನು ಪ್ರೇರಣೆಯ ಮೂಲವನ್ನಾಗಿ ಮಾಡುತ್ತದೆ ಮತ್ತು ನಿಮ್ಮ ಮಾನಸಿಕ ಸಾಮರ್ಥ್ಯಗಳು ಸವಾಲುಗಳನ್ನು ಎದುರಿಸಲು ನಿಮಗೆ ಅಧಿಕಾರ ನೀಡುತ್ತದೆ. ನಿಮ್ಮ ಗುರಿಗಳನ್ನು ತಲುಪುವ ನಿಮ್ಮ ಬದ್ಧತೆ ಮತ್ತು ಸಕಾರಾತ್ಮಕ ದೃಷ್ಟಿಕೋನವನ್ನು ಕಾಪಾಡಿಕೊಳ್ಳುವ ನಿಮ್ಮ ಸಾಮರ್ಥ್ಯವು ನಿಮ್ಮ ಯಶಸ್ಸಿಗೆ ಕೊಡುಗೆ ನೀಡುತ್ತದೆ, ನಿಮ್ಮನ್ನು ಎದುರುನೋಡುವವರಿಗೆ ಸ್ಫೂರ್ತಿಯ ದಾರಿದೀಪವಾಗಿ ನಿಮ್ಮನ್ನು ಸ್ಥಾಪಿಸುತ್ತದೆ.",
    "Available number 4 description": "ತಮ್ಮ ಚಾರ್ಟ್‌ನಲ್ಲಿ ಪ್ರಧಾನವಾದ ಪ್ರಾಯೋಗಿಕ ಭಾಗವನ್ನು ಹೊಂದಿರುವ ವ್ಯಕ್ತಿಗಳನ್ನು ಸಾಮಾನ್ಯವಾಗಿ ಜೀವನದಲ್ಲಿ ತುಂಬಾ ಪ್ರಾಯೋಗಿಕ ಎಂದು ವಿವರಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ಸಾಮಾನ್ಯವಾಗಿ ತಮ್ಮ ಕೈಗಳಿಂದ ಪ್ರವೀಣರಾಗಿರುತ್ತಾರೆ. ನೀವು ಉದ್ಯೋಗಗಳಲ್ಲಿ ಸಂತೋಷವನ್ನು ಕಾಣುತ್ತೀರಿ ಮತ್ತು ಕಾಲ್ಪನಿಕ ವಿಚಾರಗಳು ಮತ್ತು ಸಿದ್ಧಾಂತಗಳೊಂದಿಗೆ ವ್ಯವಹರಿಸುವಾಗ ನಿಮ್ಮ ತಾಳ್ಮೆಯು ಕ್ಷೀಣಿಸಬಹುದು. ನಿಮ್ಮ ಸಾಮರ್ಥ್ಯವು ಇತರರನ್ನು ಸಂಘಟಿಸುವ ಮತ್ತು ನಿಖರವಾಗಿ ಯೋಜನೆಗಳನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸುವ ನಿಮ್ಮ ಸಾಮರ್ಥ್ಯದಲ್ಲಿದೆ. ಕೆಲವು ನಿದರ್ಶನಗಳಲ್ಲಿ, ನಿಮ್ಮ ಜೀವನದ ವಿವಿಧ ಅಂಶಗಳಲ್ಲಿ ಪ್ರಾಯೋಗಿಕ ಮತ್ತು ಕೌಶಲ್ಯಪೂರ್ಣ ವಿಧಾನವನ್ನು ಪ್ರದರ್ಶಿಸುವ ಸಂಗೀತ ಮತ್ತು ಕರಕುಶಲ ವಸ್ತುಗಳಿಗೆ ನೀವು ಬಲವಾದ ಸಂಪರ್ಕವನ್ನು ಹೊಂದಿರಬಹುದು.",
    "Available number 5 description": "ನೀವು ಭಾವನಾತ್ಮಕವಾಗಿ ಸಮತೋಲಿತರಾಗಿದ್ದೀರಿ. ಅವರು ದಿಕ್ಸೂಚಿ ತಿಳುವಳಿಕೆ ಮತ್ತು ಕಾಳಜಿಯುಳ್ಳವರು. ಅವರು ಸಾಧ್ಯವಾಗುವುದಕ್ಕಿಂತ ಹೆಚ್ಚಿನದನ್ನು ಸಾಧಿಸಲು ಇತರರನ್ನು ಪ್ರೇರೇಪಿಸಲು ಮತ್ತು ಪ್ರೇರೇಪಿಸಲು ಸಮರ್ಥರಾಗಿದ್ದಾರೆ.",
    "Available number 6 description": "ನೀವು ಮನೆ ಮತ್ತು ಪ್ರೀತಿಪಾತ್ರರ ನಿಜವಾದ ಪ್ರೇಮಿ. ನೀವು ದೇಶೀಯ ಜವಾಬ್ದಾರಿಗಳಲ್ಲಿ ಸಂತೋಷವನ್ನು ಕಾಣುತ್ತೀರಿ ಮತ್ತು ಗಣನೀಯ ಸೃಜನಶೀಲ ಸಾಮರ್ಥ್ಯವನ್ನು ಹೊಂದಿರುತ್ತೀರಿ. ನಿಮ್ಮ ಪೋಷಣೆಯ ಗುಣಗಳು ನಿಮ್ಮನ್ನು ಉತ್ತಮ ಪೋಷಕರನ್ನಾಗಿ ಮಾಡುತ್ತದೆ ಮತ್ತು ಕಾಲಾನಂತರದಲ್ಲಿ, ಎಲ್ಲವೂ ಸರಿಯಾಗಿ ನಡೆಯದಿದ್ದಾಗ ಕುಟುಂಬದ ಎಲ್ಲರೂ ತಿರುಗುವ ವ್ಯಕ್ತಿಯಾಗುತ್ತೀರಿ. ಈ ಸಕಾರಾತ್ಮಕ ಗುಣಲಕ್ಷಣಗಳ ಹೊರತಾಗಿಯೂ, ಒಂದೇ 6 ಅನ್ನು ಹೊಂದಿರುವ ವ್ಯಕ್ತಿಗಳು ಅಭದ್ರತೆಯನ್ನು ಅನುಭವಿಸಬಹುದು ಮತ್ತು ವಿಧವೆಯರಾಗುವ ಮತ್ತು ತಮ್ಮದೇ ಆದ ಮೇಲೆ ಬಿಡುವ ನಿರೀಕ್ಷೆಯ ಬಗ್ಗೆ ಚಿಂತಿಸಬಹುದು. ಪ್ರೀತಿಪಾತ್ರರ ಯೋಗಕ್ಷೇಮಕ್ಕಾಗಿ ಈ ಕಾಳಜಿಯು ನಿಮ್ಮ ಜೀವನದಲ್ಲಿ ಕೇಂದ್ರ ವಿಷಯವಾಗಿದೆ.",
    "Available number 7 description": "ಪ್ರೀತಿ, ಆಸ್ತಿ ಅಥವಾ ಆರೋಗ್ಯದ ನಷ್ಟಗಳ ಮೂಲಕ ನೀವು ಕಲಿಯುವ ಸಾಧ್ಯತೆಯಿದೆ. ಈ ಅನುಭವಗಳಿಂದ ಕಲಿಯಲು ಅವರು ಸಾಮಾನ್ಯವಾಗಿ ಪರಾನುಭೂತಿ ಆಧ್ಯಾತ್ಮಿಕ ಅನ್ವೇಷಣೆಗಳಲ್ಲಿ ಹೆಚ್ಚು ಮತ್ತು ಹೆಚ್ಚು ಪರೀಕ್ಷೆಗೆ ಒಳಗಾಗುತ್ತಾರೆ.",
    "Available number 8 description": "ನೀವು ಹೆಚ್ಚು ಗ್ರಹಿಕೆ ಮತ್ತು ಆತ್ಮಸಾಕ್ಷಿಯ ಸಾಧ್ಯತೆಯಿದೆ. ನಂಬಿಕೆಯ ಮೇಲೆ ಹೆಚ್ಚು ಅವಲಂಬಿತರಾಗುವುದಕ್ಕಿಂತ ವೈಯಕ್ತಿಕ ಅನುಭವಗಳನ್ನು ಪಡೆಯಲು ನೀವು ಬಯಸುತ್ತೀರಿ. ಸ್ಥಿರ ವೀಕ್ಷಣೆಗಳು ಮತ್ತು ಅಭಿಪ್ರಾಯಗಳನ್ನು ಹೊಂದಿರುವ ನೀವು ನಿರ್ಧಾರಗಳನ್ನು ಮಾಡಿದ ನಂತರ ನಿಮ್ಮ ಮನಸ್ಸನ್ನು ಬದಲಾಯಿಸುವುದು ಸವಾಲಿನ ಸಂಗತಿಯಾಗಿದೆ. ನಿಮ್ಮ ಬಿಗಿತ ಮತ್ತು ಮೊಂಡುತನವು 'ಐಡಿಯಾಲ್ ಟ್ಯಾಟೂ'ಗೆ ಹೋಲುತ್ತದೆ, ಇದು ಅಚಲವಾದ ಮತ್ತು ನಿರಂತರ ಸ್ವಭಾವವನ್ನು ಸೂಚಿಸುತ್ತದೆ. ನಿಮ್ಮ ಗ್ರಹಿಕೆ ಮತ್ತು ಆತ್ಮಸಾಕ್ಷಿಯು ಮೌಲ್ಯಯುತವಾಗಿದ್ದರೂ, ದೃಷ್ಟಿಕೋನಗಳನ್ನು ಬದಲಾಯಿಸುವಲ್ಲಿನ ನಮ್ಯತೆಯು ಕೆಲವು ಸಂದರ್ಭಗಳಲ್ಲಿ ಸವಾಲುಗಳನ್ನು ಪ್ರಸ್ತುತಪಡಿಸಬಹುದು.",
    "Available number 9 description": "ನೀವು ಬಹುಶಃ ಮಹತ್ವಾಕಾಂಕ್ಷೆಯುಳ್ಳವರಾಗಿದ್ದೀರಿ ಮತ್ತು ನಿಮ್ಮನ್ನು ಸುಧಾರಿಸುವ ಬಲವಾದ ಬಯಕೆಯನ್ನು ಹೊಂದಿರುತ್ತೀರಿ. ಸಂಖ್ಯೆ 9 ಮಾನಸಿಕ ಮತ್ತು ಇಚ್ಛೆಯ ಸಮತಲಗಳೆರಡರಲ್ಲೂ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ, ಮತ್ತು ಈ ಸಂಯೋಜನೆಯು 20 ನೇ ಶತಮಾನದಲ್ಲಿ ಮಾನವಕುಲವು ಗಮನಾರ್ಹ ಪ್ರಗತಿಯನ್ನು ಸಾಧಿಸಲು ಒಂದು ಕಾರಣವಾಗಿರಬಹುದು. ನಿಮ್ಮ ಮಹತ್ವಾಕಾಂಕ್ಷೆಯ ಸ್ವಭಾವ ಮತ್ತು ಸಂಖ್ಯೆ 9 ರ ಪ್ರಭಾವವು ನಿಮ್ಮ ಮತ್ತು ನಿಮ್ಮ ಸುತ್ತಲಿನ ಪ್ರಪಂಚಕ್ಕೆ ಪ್ರಭಾವಶಾಲಿ ಬೆಳವಣಿಗೆ ಮತ್ತು ಸಕಾರಾತ್ಮಕ ಕೊಡುಗೆಗಳ ಸಾಮರ್ಥ್ಯವನ್ನು ನೀವು ಹೊಂದಿರುವಿರಿ ಎಂದು ಸೂಚಿಸುತ್ತದೆ.",
    "Number": "ಸಂಖ್ಯೆ"
}
